Repository: ArMaTeC/PHPRecipebook
Catalog: src/Locale/*/default.po
Languages: da, hu, it, pt

source: By Prep Method
da: Ved Prep Metode
hu: Prep módszer
it: Con Metodo Prep
pt: Pela metodologia Prep

source: Add A Recipe
da: Tilføj en opskrift
hu: Adjunk hozzá egy recept
it: Aggiungi una ricetta
pt: Adicionar uma receita

source: Entered value is not a number/fraction, please try again.
da: Indtastede værdi er ikke et tal / fraktion, prøv igen.
hu: Megadott érték nem szám / frakció, próbáld újra.
it: Valore inserito non è un numero / frazione, si prega di riprovare.
pt: Valor inserido não é um número / fração, por favor, tente novamente.

source: Are you sure you wish to remove this item?
da: Er du sikker på du ønsker at fjerne dette element?
hu: Biztos benne, hogy el akarja távolítani ezt az elemet?
it: Sei sicuro di voler rimuovere l&#39;articolo?
pt: Tem certeza de que deseja remover este item?

source: View Recipe
da: Se opskrift
hu: Nézd meg Recept
it: Osservare la ricetta
pt: Veja Receita

source: Edit Sources
da: Rediger Kilder
hu: Szerkesztés Források
it: Modifica Fonti
pt: Editar Fontes

source: Edit Ethnicities
da: Rediger etniske grupper
hu: Szerkesztés etnikumok
it: Modifica-asiatica
pt: Editar Etnias

source: Edit Base Types
da: Edit Base Typer
hu: Szerkesztés Base típusai
it: Modifica tipi di base
pt: Editar tipos de Base

source: Edit Courses
da: Rediger Kurser
hu: Szerkesztés Tanfolyamok
it: Modifica Corsi
pt: Editar cursos

source: Edit Preparation Times
da: Edit Forberedelse Times
hu: Szerkesztés előkészítése Times
it: Modifica tempi di preparazione
pt: Editar Preparação Vezes

source: Edit Difficulties
da: Rediger Vanskeligheder
hu: Szerkesztés Nehézségek
it: Modifica Difficoltà
pt: Editar Dificuldades

source: Quantity
da: Mængde
hu: Mennyiség
it: Quantità
pt: Quantidade

source: Units
da: Enheder
hu: Egységek
it: Unità
pt: Unidades

source: add new
da: tilføje nye
hu: új
it: aggiungere nuovo
pt: adicionar novo

source: Optional
da: Valgfri
hu: Választható
it: Opzionale
pt: Opcional

source: Unknown
da: Ukendt
hu: Ismeretlen
it: Sconosciuto
pt: Desconhecido

source: Order Ingredient - currently #
da: Bestil Ingrediens - i øjeblikket #
hu: Megrendelni Hatóanyag - jelenleg #
it: Ordine Ingrediente - attualmente #
pt: Ordem Ingrediente - atualmente #

source: Add Another Ingredient
da: Tilføj en Ingrediens
hu: Add más összetevővel
it: Aggiungi un altro ingrediente
pt: Adicionar outro ingrediente

source: Related Recipe Name
da: Relaterede Opskrift Navn
hu: Kapcsolódó Recept neve
it: Ricetta correlate Nome
pt: Receita Relacionados Nome

source: Required
da: Nødvendig
hu: Kötelező
it: Richiesto
pt: Requeridos

source: Order Recipe - currently #
da: Bestil Opskrift - i øjeblikket #
hu: Megrendelni Recept - jelenleg #
it: Ricetta Order - attualmente #
pt: Ordem Receita - atualmente #

source: Add Another Recipe
da: Tilføj en opskrift
hu: Add másik recept
it: Aggiungi un&#39;altra ricetta
pt: Adicionar outra receita

source: Add Recipe
da: Tilføj opskrift
hu: Add Recept
it: Aggiungi Ricetta
pt: Adicionar Receita

source: Import
it: Importazione
pt: Importação

source: List Ethnicities
da: Liste etniske grupper
hu: Lista etnikumok
it: Etnia Elenco
pt: Lista Etnias

source: List Base Types
da: List Base Typer
hu: Lista Base típusai
it: Tipi List di base
pt: Tipos lista de Base

source: List Courses
da: Liste Kurser
hu: Lista Tanfolyamok
it: Corsi List
pt: Lista Cursos

source: List Preparation Times
da: Liste Forberedelse Times
hu: Lista készítése Times
it: Lista Preparazione Volte
pt: Lista Preparação Vezes

source: List Preparation Methods
da: Liste Forberedelse Metoder
hu: Lista elkészítési módok
it: Elenco Metodi di preparazione
pt: Lista de Preparação Métodos

source: List Difficulties
da: Liste Vanskeligheder
hu: Lista Nehézségek
it: Difficoltà Elenco
pt: Lista Dificuldades

source: List Sources
da: Kildeliste
hu: Lista Forrás
it: Lista delle fonti
pt: Lista de fontes

source: Add Source
da: Tilføj Source
hu: Forrás hozzáadása
it: Aggiungi Fonte
pt: Adicionar Fonte

source: List Users
da: Liste Brugere
hu: Lista Felhasználók
it: Elenca utenti
pt: Lista Usuários

source: Add User
da: Tilføj bruger
hu: Felhasználó hozzáadása
it: Aggiungi utente
pt: Adicionar Usuário

source: Edit Recipe
da: Edit opskrift
hu: Szerkesztés Recept
it: Modifica Ricetta
pt: Editar a Receita

source: Add to shopping list
da: Tilføj til indkøbsliste
hu: Hozzáadás a bevásárló listát
it: Aggiungi alla lista della spesa
pt: Adicionar à lista de compras

source: Print
hu: Nyomtatás
it: Stampa
pt: Impressão

source: Export
da: Eksport
it: Esportazione
pt: Exportação

source: Serving Size
da: Portionsstørrelse
hu: Adag
it: Porzioni
pt: Porção

source: Comments
da: Kommentarer
hu: Hozzászólások
it: Commenti
pt: Comentários

source: Source Description
da: Kilde Beskrivelse
hu: Forrás Leírás
it: Fonte Descrizione
pt: Fonte Descrição

source: Last Modified
da: Sidst ændret
hu: Utoljára Módosítva
it: Ultima Modifica
pt: Última Alteração

source: User
da: Bruger
hu: Használó
it: Utente
pt: Usuário

source: (optional)
da: (Valgfrit)
hu: (Nem kötelező)
pt: (Opcional)

source: Directions
da: Retninger
it: Indicazioni
pt: Instruções

source: optional
da: valgfri
hu: választható
it: opzionale
pt: opcional

source: Add Restaurant
da: Tilføj Restaurant
hu: Add Étterem
it: Aggiungi Restaurant
pt: Adicionar Restaurante

source: List Price Ranges
da: Liste prisklasser
hu: Lista árfekvésben
it: Intervalli Prezzo di listino
pt: Ranges Listar preço

source: New Price Ranges
da: Nye prisklasser
hu: Új árfekvésben
it: Nuove gamme Prezzo
pt: Novas gamas de preços

source: Continue...
da: Fortsæt ...
hu: Folytatás ...
it: Continua ...
pt: Continuar ...

source: Finish
hu: Befejez
it: Finitura
pt: Acabamento

source: New Install
da: Ny Installer
hu: Új telepítés
it: Nuova Installazione
pt: Nova Instalação

source: Upgrade
da: Opgradering
hu: Frissítés
it: Aggiornamento
pt: Atualização

source: Continue
da: Fortsætte
hu: Folytatódik
it: Continuare
pt: Continuar

source: Clear List
da: Ryd liste
hu: Lista törlése
it: Elenco Chiaro
pt: Lista Limpa

source: List Stores
da: Liste Stores
hu: Lista Üzletek
it: Elenco Negozi
pt: Lista de Lojas

source: List Online Vendors
da: Liste Online Sælgere
hu: Sorolja online kereskedők
it: Elencare venditori online
pt: Liste os vendedores on-line

source: Action
hu: Akció
it: Azione
pt: Ação

source: Recipe Name
da: Opskrift Navn
hu: Recept neve
it: Ricetta Nome
pt: Nome da Receita

source: Servings
da: Portioner
hu: Hozzávalók
it: Porzioni
pt: Doses

source: Servings to buy
da: Portioner til at købe
hu: Hozzávalók vásárolni
it: Porzioni di acquistare
pt: Dose para comprar

source: Are you sure you want to remove %s?
da: Er du sikker på du ønsker at fjerne% s?
hu: Biztos benne, hogy el akarja távolítani% s?
it: Sei sicuro di voler rimuovere% s?
pt: Tem certeza de que deseja remover% s?

source: Ingredient Name
da: Ingrediens navn
hu: Hatóanyag neve
it: Nome Ingrediente
pt: Nome do ingrediente

source: Save
da: Gem
it: Salva
pt: Salvar

source: Start Shopping
it: Inizio Shopping
pt: Iniciar compras

source: Select Items
da: Vælg emner
hu: Elemek kiválasztása
it: Seleziona elementi
pt: Selecionar itens

source: In Store
da: I Store
it: Disponibile
pt: Na Loja

source: Select
da: Vælg
hu: Választ
it: Selezionare
pt: Selecionar

source: Name
da: Navn
hu: Név
it: Nome
pt: Nome

source: Complete
da: Komplet
hu: Teljes
it: Completo
pt: Completo

source: Adding
da: Tilføjelse
hu: Hozzátéve,
it: Aggiunta
pt: Adicionando

source: Product / ID
da: Produkt / ID
hu: Termék / ID
it: Prodotto / ID
pt: Produto / ID

source: Add All
da: Tilføj alle
hu: Összes hozzáadása
it: Aggiungi tutto
pt: Adicionar Tudo

source: What Items do you already have?
da: Hvilke varer har du allerede?
hu: Milyen elemek Van már?
it: Quali elementi avete già?
pt: Itens que você já tem?

source: Sources
da: Kilder
hu: Források
it: Fonti
pt: Fontes

source: Add & Edit
da: Tilføj & Edit
hu: Add szerkesztése
it: Aggiungi e modifica
pt: Adicionar e Editar

source: New Store
da: Ny butik
hu: Új Store
pt: Nova loja

source: Account Settings
da: Kontoindstillinger
hu: Fiók Beállítások
it: Impostazioni Dell&#39;account
pt: Configurações De Conta

source: Sunday
da: Søndag
hu: Vasárnap
it: Domenica
pt: Domingo

source: Monday
da: Mandag
hu: Hétfő
it: Lunedi
pt: Segunda-feira

source: Tuesday
da: Tirsdag
hu: Kedd
it: Martedì
pt: Terça-feira

source: Wednesday
da: Onsdag
hu: Szerda
it: Mercoledì
pt: Quarta-feira

source: Thursday
da: Torsdag
hu: Csütörtök
it: Giovedi
pt: Quinta-feira

source: Friday
da: Fredag
hu: Péntek
it: Venerdì
pt: Sexta-feira

source: Saturday
da: Lørdag
hu: Szombat
it: Sabato
pt: Sábado

source: Enter your username and password
da: Indtast dit brugernavn og kodeord
hu: Adja meg felhasználónevét és jelszavát
it: Inserisci il tuo nome utente e password
pt: Digite seu nome de usuário e senha

source: Forgot password?
da: Glemt adgangskode?
hu: Elfelejtette a jelszót?
it: Password dimenticata?
pt: Esqueceu sua senha?

source: Login
da: Logon
hu: Bejelentkezés
pt: Entrar

source: Enter your email address to received an email to reset your password.
da: Indtast din email adresse for at modtaget en email for at nulstille din adgangskode.
hu: Adja meg e-mail címét, hogy kapott egy e-mailt a jelszó visszaállításához.
it: Inserisci il tuo indirizzo email per ricevuto una e-mail per reimpostare la password.
pt: Digite seu endereço de e-mail para receber um e-mail para redefinir sua senha.

source: Send
da: Sende
hu: Küld
it: Inviare
pt: Enviar

source: Enter a new password to reset the account '
da: Indtast en ny adgangskode for at nulstille kontoen '
hu: Adjon meg egy új jelszót, hogy visszaállítsa a számla "
it: Inserire una nuova password per ripristinare il conto &#39;
pt: Digite uma nova senha para redefinir a conta &#39;

source: Edit User
da: Rediger bruger
it: Modifica utente
pt: Editar Usuário

source: Delete User
da: Slet bruger
hu: Felhasználó törlése
it: Elimina utente
pt: Excluir usuário

source: Id
pt: Identidade

source: Username
da: Brugernavn
hu: Felhasználónév
it: Nome utente
pt: Nome de Usuário

source: Access Level
it: Livello di accesso
pt: Nível de Acesso

source: Language
da: Sprog
hu: Nyelv
it: Lingua
pt: Língua

source: Country
da: Land
hu: Ország
it: Paese
pt: País

source: Created
da: Oprettet
hu: Létrehozta
it: Creato
pt: Criado

source: Last Login
da: Sidste login
hu: Utolsó belépés
it: Ultimo Accesso
pt: Último Login

source: Email
pt: O Email

source: Modified
da: Modificeret
hu: Módosított
it: Modificato
pt: Modificado

source: numeric
da: numerisk
hu: numerikus
it: numerico
pt: numérico

source: date
da: dato
hu: dátum
it: data
pt: data

source: email
pt: o email

source: Pork/Ham
da: Svinekød / Ham
hu: Sertés / Ham
it: Maiale / Ham

source: 0 Minutes
da: 0 Minutter
hu: 0 Percek
it: 0 Minuti

source: next
da: næste
hu: következő
it: il prossimo

source: PHPRecipebook Exception
da: PHPRecipebook Undtagelse
hu: PHPRecipebook Kivétel
it: PHPRecipebook Eccezione

source: Online
it: In Linea

source: Reset Password
da: Nulstil adgangskode
hu: Jelszó Visszaállítása
it: Resettare La Password

source: boolean
hu: logikai
it: booleano

source: Crackers
hu: Diótörő

source: Kosher/Ethnic
da: Kosher / Etniske
hu: Kóser / Ethnic

source: Recipe Box
da: Opskrift Box
hu: Recept Box

source: Qualifier
hu: Selejtező

source: Complete!
da: Komplet!
hu: Kész!

source: Stores
da: Butikker
hu: Üzletek

source: Stores
da: Butikker
hu: Üzletek
