Repository: ArMaTeC/PHPRecipebook
Catalog: src/Locale/*/default.po
Languages: da, hu, it, pt

source: Beef
da: Oksekød
hu: Marhahús
it: Manzo
pt: Carne

source: Bread
da: Brød
hu: Kenyér
it: Pane
pt: Pão

source: Egg
hu: Tojás
it: Uovo
pt: Ovo

source: Fruit
da: Frugt
hu: Gyümölcs
it: Frutta
pt: Fruta

source: Grain
hu: Gabona
it: Grano
pt: Grão

source: Lamb
da: Lam
hu: Bárány
it: Agnello
pt: Cordeiro

source: Other
da: Andre
hu: Más
it: Altro
pt: Outro

source: Pasta
hu: Tészta
pt: Macarrão

source: Poultry
da: Fjerkræ
hu: Baromfi
it: Pollame
pt: Aves domésticas

source: Seafood
hu: Tenger gyümölcsei
it: Frutti di mare
pt: Frutos do mar

source: Vegetable
da: Vegetabilsk
hu: Zöldség
it: Ortaggio
pt: Vegetal

source: Breakfast
da: Morgenmad
hu: Reggeli
it: Colazione
pt: Café da manhã

source: Snack
hu: Falatozás
it: Spuntino
pt: Lanche

source: Lunch
da: Frokost
hu: Ebéd
it: Pranzo
pt: Almoço

source: Appetizer
hu: Előétel
it: Antipasto
pt: Aperitivo

source: Side Dish
hu: Köret
it: Contorno
pt: Acompanhamento

source: Entree
hu: Főétel
it: Entrata
pt: Entrada

source: Dessert
hu: Desszert
pt: Sobremesa

source: Beverage
hu: Ital
it: Bevanda
pt: Bebida

source: Easy
da: Let
hu: Könnyű
it: Facile
pt: Fácil

source: Intermediate
hu: Közbülső
pt: Intermediário

source: Difficult
da: Svært
hu: Nehéz
it: Difficile
pt: Difícil

source: Expert
hu: Szakértő
it: Esperto
pt: Especialista

source: American
da: Amerikansk
hu: Amerikai
it: Americana
pt: Americana

source: Chinese
da: Kinesisk
hu: Kínai
it: Cinese
pt: Chinês

source: German
da: Tysk
hu: Német
it: Tedesco
pt: Alemão

source: Greek
da: Græsk
hu: Görög
it: Greco
pt: Grego

source: Indian
da: Indiske
hu: Indiai
it: Indiano
pt: Indiano

source: Italian
da: Italiensk
hu: Olasz
it: Italiano
pt: Italiano

source: Japanese
da: Japansk
hu: Japán
it: Giapponese
pt: Japonês

source: Mexican
hu: Mexikói
it: Messicano
pt: Mexicano

source: Middle Eastern
da: Mex Mellemøstlig
hu: Közép-Keleti
it: Mediorientale
pt: Oriente Médio

source: None
da: Ingen
hu: Egyik sem
it: Nessuno
pt: Nenhum

source: Slavic
da: Slavisk
hu: Szláv
it: Slavo
pt: Eslavo

source: Alcohol
da: Alkohol
hu: Alkohol
it: Alcol
pt: Álcool

source: Bakery
da: Bager
hu: Pékség
it: Panetteria
pt: Padaria

source: Beans
da: Bønner
hu: Bab
it: Fagioli
pt: Feijões

source: Candy
da: Slik
hu: Cukorka
it: Caramella
pt: Doce

source: Canned Fruit
da: Dåse Frugt
hu: Konzerv Gyümölcs
it: Frutta in scatola
pt: Frutas em conserva

source: Canned Meat & Fish
da: Dåse Kød & fisk
hu: Húskonzerv és hal
it: Conserve di Carne e pesce
pt: Carne enlatada &amp; Fish

source: Canned Vegetables
da: Dåse Grøntsager
hu: Konzerv zöldségek
it: Verdure in scatola
pt: Conservas Vegetais

source: Coffee, Tea & Cocoa
da: Kaffe, Te & Kakao
hu: Kávé, tea és kakaó
it: Caffè, tè e cacao
pt: Café, Chá &amp; Cocoa

source: Condiments
da: Krydderier
hu: Fűszerek
it: Condimenti
pt: Condimentos

source: Cookies
da: Småkager
hu: Keksz
it: Biscotti
pt: Bolinhos

source: Dairy
da: Mejeri
hu: Tejcsarnok
it: Latteria
pt: Leiteria

source: Deli
da: Delikatesser
hu: Csemege
it: Gastronomia
pt: Delicatessen

source: Drink mix
hu: Ital mix
it: Mix Drink
pt: Mistura de bebida

source: Facial Tissue
it: Tissue Facial
pt: Tecido Facial

source: Free
da: Gratis
hu: Ingyenes
it: Gratis
pt: Livre

source: Frozen Foods
da: Dybfrost
hu: Hűtőipari
it: Surgelati
pt: Congelados

source: Hand Soap
da: Håndsæbe
hu: Szappan
it: Sapone Per Le Mani
pt: Sabonete

source: Hot & Cold Cereal
hu: Hot & Cold Gabonatermesztési
it: Hot &amp; cereali freddi
pt: Hot &amp; Cereal Fria

source: Household Cleaners
da: Husholdningernes Cleaners
hu: Háztartási tisztítószerek
it: Detergenti per la casa
pt: Limpadores domésticos

source: Juice & Cocktail
it: Juice &amp; Cocktail
pt: Juice &amp; Cocktail

source: Laundry Detergents
da: Vaskemidler
hu: Mosószerek
it: Detersivi per bucato
pt: Detergentes para roupa

source: Meat
da: Kød
hu: Hús
it: Carne
pt: Carne

source: Natural & Organic
it: Natural &amp; Organic
pt: Natural &amp; Organic

source: Oil/Vinegar/Dressings
da: Olie / Eddike / Forbindinger
hu: Olaj / Ecet / kötések
it: Olio / Aceto / Condimenti
pt: Petróleo / Vinagre / Curativos

source: Pancakes & Syrup
da: Pandekager & Sirup
hu: Palacsinta & Syrup
it: Pancakes &amp; Sciroppo
pt: Panquecas &amp; Syrup

source: Paper Serving Ware
da: Papir Serving Ware
hu: Papír Tálalás Ware
it: Paper servizio Ware
pt: Papel Servindo Ware

source: Pasta & Sauce
it: Pasta &amp; Sauce
pt: Pasta &amp; Sauce

source: Peanut Butter/Jelly/Honey
da: Peanut Butter / Jelly / honning
hu: Peanut Butter / Jelly / Méz
it: Peanut Butter / Jelly / Miele
pt: Peanut Butter / Jelly / Mel

source: Produce
da: Producere
hu: Gyárt
it: Produrre
pt: Produzir

source: Rice
da: Ris
hu: Rizs
it: Riso
pt: Arroz

source: Salty Snacks & Chips
hu: Sós rágcsálnivalók & Chips
it: Salty Snacks &amp; Chips
pt: Salty Snacks &amp; Chips

source: Soda pop
da: Sodavand
pt: Gasosa

source: Soup
da: Suppe
hu: Leves
it: Zuppa
pt: Sopa

source: Spices
da: Krydderier
hu: Fűszerek
it: Spezie
pt: Temperos

source: Toilet Paper
da: Toiletpapir
hu: Vécé Papír
it: Carta Igienica
pt: Papel Higiênico

source: Dinner
da: Middag
hu: Vacsora
it: Cena
pt: Jantar

source: Slow cooker
da: Langsom komfur
hu: Lassú tűzhely
it: Fornello lento
pt: Fogão lento

source: Microwave
da: Mikroovn
hu: Mikrohullámú
it: Microonda
pt: Microonda

source: Canning
pt: Enlatamento

source: 1-10 Minutes
da: 1-10 minutter
hu: 1-10 perceket
it: 1-10 minuti
pt: 1-10 minutos

source: 10-30 Minutes
da: 10-30 minutter
hu: 10-30 percig
it: 10-30 minuti
pt: 10-30 minutos

source: 30-60 Minutes
da: 30-60 minutter
hu: 30-60 perc alatt
it: 30-60 minuti
pt: 30-60 minutos

source: 60+ Minutes
da: 60+ Minutter
hu: 60+ Percek
it: 60+ Minuti
pt: 60+ Minutos

source: Unit
da: Enhed
hu: Egység
it: Unità
pt: Unidade

source: Slice
hu: Szelet
it: Fetta
pt: Fatia

source: Clove
da: Fed
hu: Szegfűszeg
it: Spicchio
pt: Dente de alho

source: Pinch
da: Knib
hu: Csipet
it: Pizzico
pt: Beliscar

source: Package
da: Pakke
hu: Csomag
it: Pacchetto
pt: Pacote

source: Can
hu: Tud
it: Lattina
pt: Lata

source: Drop
hu: Csepp
it: Goccia
pt: Solta

source: Bunch
hu: Csokor
it: Grappolo
pt: Cacho

source: Dash
hu: Gondolatjel
it: Trattino
pt: Traço

source: Carton
hu: Kartondoboz
it: Scatola di cartone
pt: Cartão

source: Cup
da: Kop
hu: Csésze
it: Coppa
pt: Copo

source: Tablespoon
da: Spiseskefuld
hu: Evőkanál
it: Cucchiaio
pt: Colher de sopa

source: Teaspoon
da: Teske
hu: Teáskanál
it: Cucchiaino
pt: Colher de chá

source: Pound
da: Pund
hu: Font
it: Libbra
pt: Libra

source: Ounce
da: Unse
hu: Uncia
it: Oncia
pt: Onça

source: Pint
it: Pinta
pt: Quartilho

source: Quart
hu: Kvart
it: Quarto di gallone
pt: Quarto

source: Gallon
it: Gallone
pt: Galão

source: Milligram
hu: Milligramm
it: Milligrammo
pt: Miligrama

source: Centigram
hu: Centigramm
it: Centigrammo
pt: Centigrama

source: Gram
hu: Gramm
it: Grammo
pt: Grama

source: Kilogram
hu: Kilogramm
it: Chilogrammo
pt: Quilograma

source: Milliliter
it: Millilitro
pt: Mililitro

source: Centiliter
it: Centilitro
pt: Centilitro

source: Liter
it: Litro
pt: Litro

source: Deciliter
it: Decilitro
pt: Decilitro

source: Not Authorized.
da: Ikke autoriseret.
hu: Nem engedélyezett.
it: Non autorizzato.
pt: Não Autorizado.

source: Invalid base type
da: Ugyldig basistype
hu: Érvénytelen alap típus
it: Tipo di base non valido
pt: Tipo base inválido

source: The base type has been saved.
da: Basen typen er blevet gemt.
hu: Az alaptípus lett mentve.
it: Il tipo di base è stato salvato.
pt: O tipo de base foi salvo.

source: The base type could not be saved. Please, try again.
da: Basen type kunne ikke gemmes. Venligst, prøv igen.
hu: Az alaptípus nem lehetett megmenteni. Próbálja újra.
it: Il tipo di base non può essere salvato. Riprova, per favore.
pt: O tipo de base não pôde ser salvo. Por favor, tente novamente.

source: The base type has been deleted.
da: Basen typen er blevet slettet.
hu: Az alaptípus törölték.
it: Il tipo di base è stato eliminato.
pt: O tipo de base foi apagado.

source: The base type could not be deleted. Please, try again.
da: Basen type kunne ikke slettes. Venligst, prøv igen.
hu: Az alaptípus nem lehetett törölni. Próbálja újra.
it: Il tipo di base non può essere cancellato. Riprova, per favore.
pt: O tipo de base não pôde ser excluído. Por favor, tente novamente.

source: Invalid core ingredient
da: Ugyldig kerne ingrediens
hu: Érvénytelen mag összetevője
it: Invalid nucleo ingrediente
pt: Inválido núcleo ingrediente

source: The core ingredient has been saved.
da: Kernen ingrediens er blevet gemt.
hu: A mag összetevője lett mentve.
it: L&#39;ingrediente principale è stato salvato.
pt: O principal ingrediente foi salvo.

source: The core ingredient could not be saved. Please, try again.
da: Kernen ingrediens kunne ikke gemmes. Venligst, prøv igen.
hu: A mag összetevője nem lehetett megmenteni. Próbálja újra.
it: L&#39;ingrediente di base non può essere salvato. Riprova, per favore.
pt: O principal ingrediente não pôde ser salvo. Por favor, tente novamente.

source: The core ingredient has been deleted.
da: Kernen ingrediens er blevet slettet.
hu: A mag összetevője törölték.
it: L&#39;ingrediente principale è stato eliminato.
pt: O principal ingrediente foi apagado.

source: The core ingredient could not be deleted. Please, try again.
da: Kernen ingrediens kunne ikke slettes. Venligst, prøv igen.
hu: A mag összetevője nem lehetett törölni. Próbálja újra.
it: L&#39;ingrediente di base non può essere cancellato. Riprova, per favore.
pt: O principal ingrediente não pode ser excluído. Por favor, tente novamente.

source: Invalid course
da: Ugyldig kursus
hu: Érvénytelen természetesen
it: Naturalmente non valido
pt: Claro inválido

source: The course has been saved.
da: Kurset er blevet gemt.
hu: A kurzus lett mentve.
it: Il corso è stato salvato.
pt: O curso foi salvo.

source: The course could not be saved. Please, try again.
da: Kurset kunne ikke gemmes. Venligst, prøv igen.
hu: A tanfolyam nem lehetett megmenteni. Próbálja újra.
it: Il corso non è stato possibile salvare. Riprova, per favore.
pt: O curso não pôde ser salvo. Por favor, tente novamente.

source: The course has been deleted.
da: Kurset er blevet slettet.
hu: A tanfolyam törölték.
it: Il corso è stato eliminato.
pt: O curso foi apagado.

source: The course could not be deleted. Please, try again.
da: Kurset kunne ikke slettes. Venligst, prøv igen.
hu: A tanfolyam nem lehetett törölni. Próbálja újra.
it: Il corso non è stato possibile eliminare. Riprova, per favore.
pt: O curso não pode ser excluído. Por favor, tente novamente.

source: Invalid difficulty
da: Ugyldig vanskelighed
hu: Érvénytelen nehézség
it: Difficoltà non valido
pt: Dificuldade inválido

source: The difficulty has been saved.
da: Vanskeligheden er blevet gemt.
hu: A nehézség lett mentve.
it: La difficoltà è stata salvata.
pt: A dificuldade foi salvo.

source: The difficulty could not be saved. Please, try again.
da: Vanskeligheden kunne ikke gemmes. Venligst, prøv igen.
hu: A nehézség nem lehetett megmenteni. Próbálja újra.
it: La difficoltà non è stato possibile salvare. Riprova, per favore.
pt: A dificuldade não pôde ser salvo. Por favor, tente novamente.

source: The difficulty has been deleted.
da: Vanskeligheden er blevet slettet.
hu: A nehézség törölték.
it: La difficoltà è stata eliminata.
pt: A dificuldade foi apagado.

source: The difficulty could not be deleted. Please, try again.
da: Vanskeligheden kunne ikke slettes. Venligst, prøv igen.
hu: A nehézség nem lehetett törölni. Próbálja újra.
it: La difficoltà non è stato possibile eliminare. Riprova, per favore.
pt: A dificuldade não pode ser excluído. Por favor, tente novamente.

source: Invalid ethnicity
da: Ugyldig etnicitet
hu: Érvénytelen etnikai
it: Etnia non valido
pt: Etnia inválido

source: The ethnicity has been saved.
da: Den etnicitet er blevet gemt.
hu: Az etnikai lett mentve.
it: L&#39;etnia è stato salvato.
pt: A etnia foi salvo.

source: The ethnicity could not be saved. Please, try again.
da: Den etnicitet kunne ikke gemmes. Venligst, prøv igen.
hu: Az etnikai nem lehetett megmenteni. Próbálja újra.
it: L&#39;etnia non poteva essere salvato. Riprova, per favore.
pt: A etnia não pôde ser salvo. Por favor, tente novamente.

source: The ethnicity has been deleted.
da: Den etnicitet er blevet slettet.
hu: Az etnikai törölték.
it: L&#39;etnia è stato eliminato.
pt: A etnia foi apagado.

source: The ethnicity could not be deleted. Please, try again.
da: Den etnicitet kunne ikke slettes. Venligst, prøv igen.
hu: Az etnikai nem lehetett törölni. Próbálja újra.
it: L&#39;etnia non è stato possibile eliminare. Riprova, per favore.
pt: A etnia não pôde ser excluído. Por favor, tente novamente.

source: Could not open uploaded file, please try again.
da: Kunne ikke åbne uploadet fil, prøv igen.
hu: Nem sikerült megnyitni a feltöltött fájlt, kérjük, próbálja újra.
it: Impossibile aprire il file caricato, si prega di riprovare.
pt: Não foi possível abrir o arquivo carregado, por favor, tente novamente.

source: Not Ingredient Owner
da: Ikke Ingrediens Owner
hu: Nem Hatóanyag Tulajdonos
it: Non Ingrediente Proprietario
pt: Não Ingrediente Proprietário

source: Invalid ingredient
da: Ugyldig ingrediens
hu: Érvénytelen összetevő
it: Ingrediente non valido
pt: Ingrediente inválido

source: The ingredient has been saved.
da: Den ingrediens er blevet gemt.
hu: Az összetevő lett mentve.
it: L&#39;ingrediente è stato salvato.
pt: O ingrediente foi salvo.

source: The ingredient could not be saved. Please, try again.
da: Den ingrediens kunne ikke gemmes. Venligst, prøv igen.
hu: Az összetevő nem lehetett megmenteni. Próbálja újra.
it: L&#39;ingrediente non è stato possibile salvare. Riprova, per favore.
pt: O ingrediente não pôde ser salvo. Por favor, tente novamente.

source: The ingredient has been deleted.
da: Den ingrediens er blevet slettet.
hu: Az összetevő törölve lett.
it: L&#39;ingrediente è stato eliminato.
pt: O ingrediente foi apagado.

source: The ingredient could not be deleted. Please, try again.
da: Den ingrediens kunne ikke slettes. Venligst, prøv igen.
hu: Az összetevő nem lehetett törölni. Próbálja újra.
it: L&#39;ingrediente non è stato possibile eliminare. Riprova, per favore.
pt: O ingrediente não pode ser excluído. Por favor, tente novamente.

source: Invalid location
da: Ugyldig placering
hu: Érvénytelen hely
it: Posizione non valida
pt: Localização inválido

source: The location has been saved.
da: Placeringen er blevet gemt.
hu: A helyszín lett mentve.
it: La posizione è stata salvata.
pt: A localização foi salvo.

source: The location could not be saved. Please, try again.
da: Placeringen kunne ikke gemmes. Venligst, prøv igen.
hu: A helyszín nem lehetett megmenteni. Próbálja újra.
it: La posizione non poteva essere salvato. Riprova, per favore.
pt: A localização não poderia ser salvo. Por favor, tente novamente.

source: The location has been deleted.
da: Placeringen er blevet slettet.
hu: A helyszín törölték.
it: La posizione è stata eliminata.
pt: O local foi apagado.

source: The location could not be deleted. Please, try again.
da: Placeringen kunne ikke slettes. Venligst, prøv igen.
hu: A helyszín nem lehetett törölni. Próbálja újra.
it: La posizione non potrebbe essere eliminato. Riprova, per favore.
pt: A localização não poderia ser excluído. Por favor, tente novamente.

source: Not meal owner
da: Ikke måltid ejer
hu: Nem ételek tulajdonos
it: Non pasto proprietario
pt: Não refeição proprietário

source: Invalid meal plan
da: Ugyldig madplan
hu: Érvénytelen étkezési terv
it: Programma del pasto non valido
pt: Plano de refeições inválido

source: The meal plan has been saved.
da: Forplejning er blevet gemt.
hu: Az étkezési terv lett mentve.
it: Il programma del pasto è stato salvato.
pt: O plano de refeições foi salvo.

source: The meal plan could not be saved. Please, try again.
da: Forplejning kunne ikke gemmes. Venligst, prøv igen.
hu: Az étkezési tervet nem lehetett megmenteni. Próbálja újra.
it: Il programma del pasto non può essere salvato. Riprova, per favore.
pt: O plano de refeições não pôde ser salvo. Por favor, tente novamente.

source: The meal plan has been deleted.
da: Forplejning er blevet slettet.
hu: Az étkezési terv törölve lett.
it: Il programma del pasto è stato eliminato.
pt: O plano de refeições foi apagado.

source: The meal plan could not be deleted. Please, try again.
da: Forplejning kunne ikke slettes. Venligst, prøv igen.
hu: Az étkezési tervet nem lehetett törölni. Próbálja újra.
it: Il programma del pasto non può essere cancellato. Riprova, per favore.
pt: O plano de refeições não pode ser excluído. Por favor, tente novamente.

source: Start date not defined
da: Startdato ikke defineret
hu: Kezdési időpont nincs meghatározva
it: Data di inizio non definita
pt: Data de início não definido

source: Meal(s) added to shopping list.
da: Måltid (er) tilføjet til indkøbsliste.
hu: Étkezési (ek) hozzá bevásárló listát.
it: Pasto (s) aggiunto alla lista della spesa.
pt: Meal (s) adicionado à lista de compras.

source: Meal(s) could not be added to shopping list. Please, try again.
da: Måltid (er) kunne ikke tilføjes til indkøbsliste. Venligst, prøv igen.
hu: Étkezési (ek) nem egészül ki bevásárló listát. Próbálja újra.
it: Pasto (s) non può essere aggiunto alla lista della spesa. Riprova, per favore.
pt: Meal (s) não pode ser adicionado à lista de compras. Por favor, tente novamente.

source: Invalid preparation method
da: Ugyldig fremstillingsmetode
hu: Érvénytelen előállítási módszer
it: Metodo di preparazione non valido
pt: Método de preparação inválido

source: The preparation method has been saved.
da: Forberedelsen Metoden er blevet gemt.
hu: Az előállítás módjától lett mentve.
it: Il metodo di preparazione è stato salvato.
pt: O método de preparação foi salvo.

source: The preparation method could not be saved. Please, try again.
da: Præparatet metode kunne ikke gemmes. Venligst, prøv igen.
hu: Az előkészítési módszer nem lehetett megmenteni. Próbálja újra.
it: Il metodo di preparazione non può essere salvato. Riprova, per favore.
pt: O método de preparação não pôde ser salvo. Por favor, tente novamente.

source: The preparation method has been deleted.
da: Forberedelsen Metoden er blevet slettet.
hu: Az előállítás módjától törölték.
it: Il metodo di preparazione è stato eliminato.
pt: O método de preparação foi apagado.

source: The preparation method could not be deleted. Please, try again.
da: Præparatet metode kan ikke slettes. Venligst, prøv igen.
hu: Az előkészítési módszer nem lehetett törölni. Próbálja újra.
it: Il metodo di preparazione non può essere cancellato. Riprova, per favore.
pt: O método de preparação não pode ser excluído. Por favor, tente novamente.

source: Invalid preparation time
da: Ugyldigt forberedelsestid
hu: Érvénytelen felkészülési idő
it: Tempo di preparazione non valido
pt: Tempo de preparação inválido

source: The preparation time has been saved.
da: Den forberedelsestid er blevet gemt.
hu: A felkészülési idő lett mentve.
it: Il tempo di preparazione è stato salvato.
pt: O tempo de preparação foi salvo.

source: The preparation time could not be saved. Please, try again.
da: Den forberedelsestid kunne ikke gemmes. Venligst, prøv igen.
hu: A felkészülési idő nem lehetett megmenteni. Próbálja újra.
it: Il tempo di preparazione non può essere salvato. Riprova, per favore.
pt: O tempo de preparação não pôde ser salvo. Por favor, tente novamente.

source: The preparation time has been deleted.
da: Den forberedelsestid er blevet slettet.
hu: A felkészülési idő törölve lett.
it: Il tempo di preparazione è stato eliminato.
pt: O tempo de preparação foi apagado.

source: The preparation time could not be deleted. Please, try again.
da: Den forberedelsestid kunne ikke slettes. Venligst, prøv igen.
hu: A felkészülési idő nem lehetett törölni. Próbálja újra.
it: Il tempo di preparazione non può essere cancellato. Riprova, per favore.
pt: O tempo de preparação não pode ser excluído. Por favor, tente novamente.

source: Invalid price range
da: Ugyldig prisklasse
hu: Érvénytelen árkategóriában
it: Fascia di prezzo valido
pt: Faixa de preço inválido

source: The price range has been saved.
da: Den prisklasse er blevet gemt.
hu: Az ár tartományban lett mentve.
it: La fascia di prezzo è stato salvato.
pt: A faixa de preço foi salvo.

source: The price range could not be saved. Please, try again.
da: Prisintervallet kunne ikke gemmes. Venligst, prøv igen.
hu: A árkategóriában nem lehetett megmenteni. Próbálja újra.
it: La fascia di prezzo non poteva essere salvato. Riprova, per favore.
pt: A faixa de preço não poderia ser salvo. Por favor, tente novamente.

source: The price range has been deleted.
da: Den prisklasse er blevet slettet.
hu: A árkategóriában törölték.
it: La fascia di prezzo è stato eliminato.
pt: A faixa de preço foi eliminada.

source: The price range could not be deleted. Please, try again.
da: Prisintervallet kunne ikke slettes. Venligst, prøv igen.
hu: A árkategóriában nem lehetett törölni. Próbálja újra.
it: La fascia di prezzo non può essere cancellato. Riprova, per favore.
pt: A faixa de preço não pode ser excluído. Por favor, tente novamente.

source: Not Recipe Owner
da: Ikke Opskrift Ejer
hu: Nem Recept Tulajdonos
it: Non Ricetta Proprietario
pt: Não Receita Proprietário

source: Invalid recipe
da: Ugyldig opskrift
hu: Érvénytelen recept
it: Ricetta non valida
pt: Receita inválido

source: The recipe has been saved.
da: Opskriften er blevet gemt.
hu: A recept lett mentve.
it: La ricetta è stata salvata.
pt: A receita foi salvo.

source: The recipe could not be saved. Please, try again.
da: Opskriften kunne ikke gemmes. Venligst, prøv igen.
hu: A recept nem lehetett megmenteni. Próbálja újra.
it: La ricetta non può essere salvato. Riprova, per favore.
pt: A receita não poderia ser salvo. Por favor, tente novamente.

source: The ingredient has been removed.
da: Den ingrediens er blevet fjernet.
hu: Az összetevő eltávolításra került.
it: L&#39;ingrediente è stato rimosso.
pt: O ingrediente foi removido.

source: The ingredient could not be removed. Please, try again.
da: Ingrediensen kunne ikke fjernes. Venligst, prøv igen.
hu: Az összetevő nem lehet eltávolítani. Próbálja újra.
it: L&#39;ingrediente non può essere rimosso. Riprova, per favore.
pt: O ingrediente não pode ser removido. Por favor, tente novamente.

source: The related recipe has been removed.
da: Den tilhørende opskrift er blevet fjernet.
hu: A kapcsolódó recept eltávolításra került.
it: La ricetta correlati è stato rimosso.
pt: A receita relacionada foi removido.

source: The related recipe could not be removed. Please, try again.
da: Den tilhørende opskrift kunne ikke fjernes. Venligst, prøv igen.
hu: A kapcsolódó receptet nem lehetett eltávolítani. Próbálja újra.
it: La ricetta correlata non può essere rimosso. Riprova, per favore.
pt: A receita relacionada não pode ser removido. Por favor, tente novamente.

source: The recipe has been deleted.
da: Opskriften er blevet slettet.
hu: A recept törölték.
it: La ricetta è stata eliminata.
pt: A receita foi apagado.

source: The recipe could not be deleted. Please, try again.
da: Opskriften kunne ikke slettes. Venligst, prøv igen.
hu: A receptet nem lehetett törölni. Próbálja újra.
it: La ricetta non può essere cancellato. Riprova, per favore.
pt: A receita não pode ser excluído. Por favor, tente novamente.

source: Invalid restaurant
da: Ugyldig restaurant
hu: Érvénytelen étterem
it: Ristorante non valido
pt: Restaurante inválido

source: The restaurant has been saved.
da: Restauranten er blevet gemt.
hu: Az étterem lett mentve.
it: Il ristorante è stato salvato.
pt: O restaurante foi salvo.
