Repository: ArMaTeC/PHPRecipebook
Catalog: src/Locale/*/default.po
Languages: da, hu, it, pt

source: The restaurant could not be saved. Please, try again.
da: Restauranten kunne ikke gemmes. Venligst, prøv igen.
hu: Az étterem nem lehetett megmenteni. Próbálja újra.
it: Il ristorante non poteva essere salvato. Riprova, per favore.
pt: O restaurante não pôde ser salvo. Por favor, tente novamente.

source: The restaurant has been deleted.
da: Restauranten er blevet slettet.
hu: Az étterem törölték.
it: Il ristorante è stato eliminato.
pt: O restaurante foi apagado.

source: The restaurant could not be deleted. Please, try again.
da: Restauranten kunne ikke slettes. Venligst, prøv igen.
hu: Az étterem nem lehetett törölni. Próbálja újra.
it: Il ristorante non è stato possibile eliminare. Riprova, per favore.
pt: O restaurante não poderia ser excluído. Por favor, tente novamente.

source: Password must have a value.
da: Password skal have en værdi.
hu: Jelszó értékkel kell rendelkeznie.
it: La password deve avere un valore.
pt: A senha deve ter um valor.

source: Password successfully saved
da: Password gemt
hu: Jelszó sikeresen mentette
it: Password salvata con successo
pt: Senha salva com sucesso

source: The user could not be saved. Please, try again.
da: Brugeren kunne ikke gemmes. Venligst, prøv igen.
hu: A felhasználó nem lehetett megmenteni. Próbálja újra.
it: L&#39;utente non può essere salvato. Riprova, per favore.
pt: O usuário não pôde ser salvo. Por favor, tente novamente.

source: Passwords did not match. Please, try again.
da: Adgangskoder matchede ikke. Venligst, prøv igen.
hu: A jelszavak nem egyeznek. Próbálja újra.
it: Le password non corrispondono. Riprova, per favore.
pt: As senhas não coincidem. Por favor, tente novamente.

source: Not List Owner or Editor
da: Ikke liste Ejer eller Editor
hu: Nem lista tulajdonosának vagy szerkesztő
it: Non Elencare Proprietario o Editor
pt: Não lista de proprietário ou editor

source: Invalid shopping list
da: Ugyldig indkøbsliste
hu: Érvénytelen bevásárló listát
it: Lista della spesa non valido
pt: Lista de compras inválido

source: The shopping list has been saved.
da: Den indkøbsliste er blevet gemt.
hu: A bevásárló lista lett mentve.
it: La lista della spesa è stato salvato.
pt: A lista de compras foi salvo.

source: The shopping list name could not be saved. Please, try again.
da: Den indkøbsliste navn kunne ikke gemmes. Venligst, prøv igen.
hu: A bevásárló lista neve nem lehetett megmenteni. Próbálja újra.
it: Il nome di lista della spesa non poteva essere salvato. Riprova, per favore.
pt: O nome da lista de compras não pôde ser salvo. Por favor, tente novamente.

source: The item has been removed.
da: Posten er blevet fjernet.
hu: Az elem eltávolításra került.
it: L&#39;oggetto è stato rimosso.
pt: O artigo foi removido.

source: The item could not be removed. Please, try again.
da: Artiklen kunne ikke fjernes. Venligst, prøv igen.
hu: Az elem nem távolítható el. Próbálja újra.
it: L&#39;articolo non può essere rimosso. Riprova, per favore.
pt: O produto não pode ser removido. Por favor, tente novamente.

source: Invalid recipe item
da: Ugyldig opskrift post
hu: Érvénytelen recept elem
it: Elemento ricetta valido
pt: Item de receita inválido

source: Invalid ingredient item
da: Ugyldig ingrediens post
hu: Érvénytelen összetevő elem
it: Elemento ingrediente valido
pt: Item de ingrediente inválido

source: Recipe added to list.
da: Opskrift tilføjet til listen.
hu: Recept hozzá a listához.
it: Ricetta aggiunto alla lista.
pt: Receita adicionado à lista.

source: Unable to add recipe to list.
da: Kan ikke tilføje opskriften til listen.
hu: Nem lehet hozzáadni a recept a listára.
it: Impossibile aggiungere ricetta per elencare.
pt: Não é possível adicionar receita para a lista.

source: Ingredient added to list.
da: Ingrediens føjet til listen.
hu: Hatóanyag hozzá a listához.
it: Ingrediente aggiunto alla lista.
pt: Ingrediente adicionado à lista.

source: Unable to add ingredient to list.
da: Kan ikke tilføje ingrediens til listen.
hu: Nem lehet hozzáadni összetevő a listára.
it: Impossibile aggiungere ingredienti alla lista.
pt: Não é possível adicionar ingredientes para a lista.

source: Invalid list
da: Ugyldig liste
hu: Érvénytelen lista
it: Lista non valido
pt: Lista inválido

source: Shopping done! List cleared.
da: Shopping gjort! Liste ryddet.
hu: Shopping kész! Lista törlődik.
it: Shopping fatto! Elenco cancellato.
pt: Compras feito! Lista desmarcada.

source: Invalid source
da: Ugyldig kilde
hu: Érvénytelen forrás
it: Di origine non valido
pt: De origem inválido

source: The source has been saved.
da: Kilden er blevet gemt.
hu: A forrás lett mentve.
it: La fonte è stata salvata.
pt: A fonte foi salva.

source: The source could not be saved. Please, try again.
da: Kilden kunne ikke gemmes. Venligst, prøv igen.
hu: A forrás nem lehetett megmenteni. Próbálja újra.
it: La fonte non ha potuto essere salvato. Riprova, per favore.
pt: A fonte não pôde ser salvo. Por favor, tente novamente.

source: The source has been deleted.
da: Kilden er blevet slettet.
hu: A forrás törölve lett.
it: La fonte è stata eliminata.
pt: A fonte foi eliminada.

source: The source could not be deleted. Please, try again.
da: Kilden kunne ikke slettes. Venligst, prøv igen.
hu: A forrás nem lehetett törölni. Próbálja újra.
it: La fonte non può essere cancellato. Riprova, per favore.
pt: A fonte não pôde ser excluído. Por favor, tente novamente.

source: Invalid store
da: Ugyldig butik
hu: Érvénytelen áruház
it: Negozio non valido
pt: Loja inválido

source: The store has been saved.
da: Butikken er blevet gemt.
hu: Az üzlet lett mentve.
it: Il negozio è stato salvato.
pt: A loja foi salvo.

source: The store could not be saved. Please, try again.
da: Butikken kunne ikke gemmes. Venligst, prøv igen.
hu: Az üzlet nem lehetett megmenteni. Próbálja újra.
it: Il negozio non è stato possibile salvare. Riprova, per favore.
pt: A loja não poderia ser salvo. Por favor, tente novamente.

source: The store has been deleted.
da: Butikken er blevet slettet.
hu: Az áruház törölték.
it: Il negozio è stato eliminato.
pt: A loja foi excluído.

source: The store could not be deleted. Please, try again.
da: Butikken kunne ikke slettes. Venligst, prøv igen.
hu: Az üzlet nem lehetett törölni. Próbálja újra.
it: Il negozio non è stato possibile eliminare. Riprova, per favore.
pt: A loja não pode ser excluído. Por favor, tente novamente.

source: Invalid unit
da: Ugyldig enhed
hu: Érvénytelen egység
it: Unità non valido
pt: Unidade inválido

source: The unit has been saved.
da: Enheden er blevet gemt.
hu: Az egység mentése.
it: L&#39;unità è stata salvata.
pt: A unidade foi salva.

source: The unit could not be saved. Please, try again.
da: Enheden kunne ikke gemmes. Venligst, prøv igen.
hu: A készülék nem lehetett megmenteni. Próbálja újra.
it: L&#39;unità non può essere salvato. Riprova, per favore.
pt: A unidade não pôde ser salvo. Por favor, tente novamente.

source: The unit has been deleted.
da: Enheden er blevet slettet.
hu: Az egység törölték.
it: L&#39;unità è stata eliminata.
pt: A unidade foi apagado.

source: The unit could not be deleted. Please, try again.
da: Enheden kunne ikke slettes. Venligst, prøv igen.
hu: A készülék nem lehetett törölni. Próbálja újra.
it: L&#39;unità non può essere cancellato. Riprova, per favore.
pt: A unidade não pode ser excluído. Por favor, tente novamente.

source: Not Admininstrator
da: Ikke Admininstrator
hu: Nem Admininstrator
it: Non Admininstrator
pt: Não Admininstrator

source: Not allowed to edit another user.
da: Ikke lov til at redigere en anden bruger.
hu: Nem szerkesztheti egy másik felhasználó.
it: Non è consentito di modificare un altro utente.
pt: Não permitido para editar outro usuário.

source: Your account is currently locked. Use the password reset link to reset your password.
da: Din konto er i øjeblikket låst. Brug linket til nulstilling af adgangskoden til at nulstille din adgangskode.
hu: Fiókja jelenleg zárva. Használja a jelszó linket törölni a jelszót.
it: Il tuo account è attualmente bloccato. Utilizzare il collegamento di reimpostazione password per reimpostare la password.
pt: A sua conta está bloqueada. Use o link de redefinição de senha para redefinir sua senha.

source: Invalid username or password, try again
da: Ugyldigt brugernavn eller kodeord, prøv igen
hu: Érvénytelen felhasználónév vagy jelszó, próbálja újra
it: Nome utente o password non valido, provare di nuovo
pt: Nome de usuário ou senha inválida, tente novamente

source: Logged out.
da: Logget ud.
hu: Kijelentkezett.
it: Disconnesso.
pt: Desconectado.

source: Your reset email is on the way!
da: Din reset email er på vej!
hu: Az Ön visszaállítási e-mailt már úton van!
it: Il tuo indirizzo email reset è sulla strada!
pt: Seu e-mail de redefinição está a caminho!

source: Could not send a reset email. Please contact support.
da: Kunne ikke sende en reset email. Kontakt venligst support.
hu: Nem sikerült elküldeni a visszaállítási e-mailt. Kérjük, lépjen kapcsolatba támogatást.
it: Impossibile inviare una e-mail di reset. Si prega di contattare il supporto.
pt: Não foi possível enviar um e-mail de redefinição. Entre em contato com o suporte.

source: Could not find your email address, try again.
da: Kunne ikke finde din e-mailadresse, så prøv igen.
hu: Nem találtuk meg e-mail címét, próbálja újra.
it: Impossibile trovare il tuo indirizzo e-mail, provare di nuovo.
pt: Não foi possível localizar o seu endereço de e-mail, tente novamente.

source: Passwords are not set to same value. Please, try again.
da: Adgangskoder er ikke indstillet til samme værdi. Venligst, prøv igen.
hu: Jelszavak beállítása nem ugyanazt az értéket. Próbálja újra.
it: Le password non sono impostati per lo stesso valore. Riprova, per favore.
pt: As senhas não são definidas no mesmo valor. Por favor, tente novamente.

source: A new password is required. Please, try again.
da: En ny adgangskode er påkrævet. Venligst, prøv igen.
hu: Az új jelszó szükséges. Próbálja újra.
it: È necessaria una nuova password. Riprova, per favore.
pt: Uma nova senha é necessária. Por favor, tente novamente.

source: Password successfully reset. Login with your new password to continue.
da: Kodeord nulstillet. Log på med din nye adgangskode for at fortsætte.
hu: Jelszó sikeresen alaphelyzetbe. Lépj be az új jelszót a folytatáshoz.
it: Password resettata con successo. Accesso con la nuova password per continuare.
pt: Redefinição de senha com sucesso. Entrar com sua nova senha para continuar.

source: The password could not be saved. Please, try again.
da: Adgangskoden kunne ikke gemmes. Venligst, prøv igen.
hu: A jelszó nem lehetett megmenteni. Próbálja újra.
it: Non è stato possibile salvare la password. Riprova, per favore.
pt: A senha não pôde ser salvo. Por favor, tente novamente.

source: Could not find reset information. Please try again.
da: Kunne ikke finde reset oplysninger. Prøv venligst igen.
hu: Nem található visszaállítási információk. Próbálja újra.
it: Impossibile trovare le informazioni di ripristino. Riprova, per favore.
pt: Não foi possível encontrar informações de redefinição. Por favor, tente novamente.

source: Invalid user
da: Ugyldig bruger
hu: Érvénytelen felhasználó
it: Utente non valido
pt: Usuário inválido

source: The user has been saved.
da: Brugeren er blevet gemt.
hu: A felhasználó lett mentve.
it: L&#39;utente è stato salvato.
pt: O usuário foi salvo.

source: Settings saved. Logout/Sign In maybe required for settings to take effect.
da: Indstillinger gemt. Logout / Log ind måske kræves for indstillinger træder i kraft.
hu: Beállítások mentve. Kilépés / Bejelentkezés talán szükséges beállítások érvénybe.
it: Impostazioni salvate. Esci / Entra forse necessario per le impostazioni abbiano effetto.
pt: Configurações salvas. Sair / Entrar talvez necessária para que as configurações tenham efeito.

source: The user has been deleted.
da: Brugeren er slettet.
hu: A felhasználó törölve lett.
it: L&#39;utente è stato eliminato.
pt: O usuário foi excluído.

source: The user could not be deleted. Please, try again.
da: Brugeren kunne ikke slettes. Venligst, prøv igen.
hu: A felhasználó nem lehetett törölni. Próbálja újra.
it: L&#39;utente non può essere cancellato. Riprova, per favore.
pt: O usuário não pode ser excluído. Por favor, tente novamente.

source: could not data file for reading
da: ikke kunne datafil til læsning
hu: nem tudott adatokat fájlt olvasásra
it: non poteva file di dati per la lettura
pt: não poderia arquivo de dados para a leitura

source: This recipe could not be saved. Please try again
da: Denne opskrift kunne ikke gemmes. Prøv igen
hu: Ez a recept nem lehetett megmenteni. Próbálja újra
it: Questa ricetta non può essere salvato. Riprova, per favore
pt: Esta receita não pôde ser salvo. Por favor, tente novamente

source: DEFAULT
it: DI DEFAULT
pt: PADRÃO

source: No filename after parsing. Function %s returned an invalid filename
da: Ingen filnavnet efter parsing. Funktion% s returnerede et ugyldigt filnavn
hu: Nem fájlnév elemzés után. Funkció% s visszatért érvénytelen fájlnév
it: Nessun nome di file dopo l&#39;analisi. Funzione% s ha restituito un nome di file non valido
pt: Sem nome após a análise. Função% s retornou um nome de arquivo inválido

source: Submit
da: Indsend
hu: Elküld
it: Presentare
pt: Submeter

source: Base Types
da: Base Typer
hu: Base típusai
it: Tipi di base
pt: Tipos de Base

source: Add Base Type
da: Tilføj Base Type
hu: Add Alap típusa
it: Aggiungi Tipo basso
pt: Adicionar Base de Tipo

source: Actions
da: Handlinger
hu: Műveletek
it: Azioni
pt: Ações

source: Edit
hu: Szerkesztés
it: Modifica
pt: Editar

source: Delete
da: Slet
hu: Töröl
it: Cancellare
pt: Excluir

source: Are you sure you want to delete %s?
da: Er du sikker på du vil slette% s?
hu: Biztosan törölni szeretné% s?
it: Sei sicuro di voler cancellare% s?
pt: Tem certeza de que deseja apagar% s?

source: Page {:page} of {:pages}
da: Side {: side} af {: sider}
hu: Oldal {: Oldal} {a: oldalak}
it: Pagina {: page} di {: pagine}
pt: Página {:} de {page: páginas}

source: previous
da: tidligere
hu: előző
it: precedente
pt: anterior

source: Core Ingredients
da: Core Ingredienser
hu: Core Hozzávalók
it: Ingredienti fondamentali
pt: Ingredientes Centrais

source: Add Core Ingredient
da: Tilføj Core Ingrediens
hu: Add Core Hatóanyag
it: Aggiungi Nucleo Ingrediente
pt: Adicionar Núcleo Ingrediente

source: List Ingredients
da: Liste Ingredienser
hu: Lista Hozzávalók
it: Lista degli ingredienti
pt: Lista de ingredientes

source: Are you sure you want to delete # %s?
da: Er du sikker på du ønsker at slette #% s?
hu: Biztos benne, hogy törölni szeretné #% s?
it: Sei sicuro di voler eliminare #% s?
pt: Tem certeza de que deseja excluir #% s?

source: Courses
da: Kurser
hu: Tanfolyamok
it: Corsi
pt: Cursos

source: Add Course
da: Tilføj Kursus
hu: Add pálya
it: Aggiungi Corso
pt: Adicionar curso

source: Difficulties
da: Vanskeligheder
hu: Nehézségek
it: Difficoltà
pt: Dificuldades

source: Add Difficulty
da: Tilføj Sværhedsgrad
hu: Add Nehézségi
it: Aggiungi Difficoltà
pt: Adicionar Dificuldade

source: Ethnicities
da: Etniciteter
hu: Etnikumok
it: Etnia
pt: Etnias

source: Add Ethnicity
da: Tilføj Etnicitet
hu: Add etnikum
it: Aggiungi etnica
pt: Adicionar Etnia

source: Import Recipes
da: Import Opskrifter
hu: Import Receptek
it: Importa Ricette
pt: Receitas de importação

source: To import a meal master format file, browse for it and press submit to import. Duplicate recipes names will not be imported.
da: Sådan importerer du et måltid mester format fil, søge efter den og tryk send for at importere. Duplicate opskrifter navne vil ikke blive importeret.
hu: Importálni étkezés mester formátumú fájlt, keresse azt, és nyomja benyújtja importálni. Duplicate receptek nevek nem kerülnek importálásra.
it: Per importare un file di formato maestro pasto, cercare e premere presentare importare. Non saranno importati nomi ricette duplicati.
pt: Para importar um arquivo de formato mestre refeição, procure-o e clique em submeter para importar. Receitas nomes duplicados não serão importados.

source: Imported ingredients that do not exactly match existing ingredient names will be created as new ingredients.
da: Importerede ingredienser, der ikke præcis matcher de eksisterende betegnelser for bestanddele vil blive oprettet som nye ingredienser.
hu: Importált olyan komponenseket, amelyek nem felelnek meg pontosan a meglévő összetevők neveit jön létre új összetevőket.
it: Ingredienti importati che non corrispondono esattamente a nomi ingredienti esistenti saranno creati come nuovi ingredienti.
pt: Ingredientes importados que não correspondem exatamente nomes de ingredientes existentes serão criados como novos ingredientes.

source: Location In Store
da: Beliggenhed I Store
hu: Elhelyezkedés A Store
it: Posizione In Store
pt: Localização In Store

source: Measurement Type
da: Måling Type
hu: Mérési típus
it: Tipo di misura
pt: Tipo de medição

source: Solid/Liquid
da: Faststof / væske
hu: Szilárd / folyadék
it: Solido / liquido
pt: Sólido / líquido

source: Ingredients
da: Ingredienser
hu: Hozzávalók
it: Ingredienti
pt: Ingredientes

source: Add Ingredient
da: Tilføj Ingrediens
hu: Add Hatóanyag
it: Aggiungi Ingrediente
pt: Adicionar Ingrediente

source: List Core Ingredients
da: Liste Core Ingredienser
hu: Sorolja Core Hozzávalók
it: Elencare core Ingredienti
pt: Lista principal Ingredients

source: List Locations
da: Liste Steder
hu: List Helyszínek
it: Elenco Sedi
pt: Lista de Locais

source: Add Location
da: Tilføj Beliggenhed
hu: Hely hozzáadása
it: Aggiungi località
pt: Adicionar Localização

source: List Units
da: Liste Enheder
hu: Lista egységek
it: Unità Elenco
pt: Lista Unidades

source: Add Unit
da: Tilføj Unit
it: Aggiungi Unità
pt: Adicionar Unit

source: Are you sure you want to delete "%s"?
da: Er du sikker på du vil slette "% s"?
hu: Biztos benne, hogy törli "% s"?
it: Sei sicuro di voler eliminare &quot;% s&quot;?
pt: Tem certeza de que deseja excluir &quot;% s&quot;?

source: Browse your recipes
da: Gennemse dine opskrifter
hu: Böngésszen a recepteket
it: Sfoglia le tue ricette
pt: Navegue suas receitas

source: Recipes
da: Opskrifter
hu: Receptek
it: Ricette
pt: Receitas

source: Manage your meal plans
da: Administrere dine måltid planer
hu: Kezelje étkezést
it: Gestisci i tuoi piani pasto
pt: Gerencie seus planos de refeição

source: Meal Planner
da: Måltid Planner
hu: Étkezési Planner
pt: Planner Meal

source: Create or Edit a shopping list
da: Oprette eller redigere en indkøbsliste
hu: Hozzon létre vagy írjon egy bevásárló listát
it: Creare o modificare una lista della spesa
pt: Criar ou editar uma lista de compras

source: Shopping List
da: Indkøbsliste
hu: Bevásárló Lista
it: Lista Della Spesa
pt: Lista De Compras

source: Ingredients used in recipes
da: Ingredienser, der anvendes i opskrifter
hu: Használt összetevők receptek
it: Gli ingredienti utilizzati nelle ricette
pt: Os ingredientes utilizados nas receitas

source: List of your restaurants
da: Liste over dine restauranter
hu: Listát a éttermek
it: Elenco dei vostri ristoranti
pt: Lista de seus restaurantes

source: Restaurants
da: Restauranter
hu: Éttermek
it: Ristoranti
pt: Restaurantes

source: Administer Users
da: Administrer brugere
hu: Adminisztrálni felhasználók
it: Amministrare utenti
pt: Administrar Usuários

source: Users
da: Brugere
hu: Felhasználók
it: Utenti
pt: Usuários

source: Sign in with your existing account
da: Log ind med din eksisterende konto
hu: Jelentkezz be a meglévő
it: Accedi con il tuo account esistente
pt: Faça login com sua conta existente

source: Sign in
da: Log ind
hu: Bejelentkezés
it: Registrati
pt: Assinar em

source: Create a new account
da: Opret en ny konto
hu: Új fiók létrehozása
it: Creare un nuovo account
pt: Criar uma nova conta

source: Create Account
da: Opret konto
hu: Fiók Létrehozása
it: Creare Un Account
pt: Criar Conta

source: Logout
da: Log af
hu: Kijelentkezés
it: Uscire
pt: Sair

source: Edit your Account settings
da: Rediger dine Kontoindstillinger
hu: Módosíthatja a fiókja beállításait
it: Modifica le tue impostazioni account
pt: Edite suas configurações da Conta

source: Ingredient
da: Ingrediens
hu: Hozzávaló
it: Ingrediente
pt: Ingrediente

source: Location
da: Beliggenhed
hu: Elhelyezkedés
it: Posizione
pt: Localização

source: Restaurant
hu: Étterem
it: Ristorante
pt: Restaurante

source: Price Ranges
da: Prisklasser
hu: Árfekvésben
it: Fasce di prezzo
pt: Gamas de preços

source: Ethnicity
da: Etnicitet
hu: Etnikum
it: Razza
pt: Etnia

source: Base Type
hu: Alap típusa
it: Tipo basso
pt: Tipo base

source: Course
da: Kursus
hu: Tanfolyam
it: Corso
pt: Curso

source: Preparation Time
da: Forberedelsestid
hu: Elkészítési idő
it: Tempo di preparazione
pt: Tempo de preparação

source: Preparation Method
da: Fremstillingsmetode
hu: Elkészítés
it: Metodo di preparazione
pt: Método de Preparação

source: Difficulty
da: Sværhedsgrad
hu: Nehézség
it: Difficoltà
pt: Dificuldade

source: Source
da: Kilde
hu: Forrás
it: Fonte
pt: Fonte

source: Meal
da: Måltid
hu: Étkezés
it: Pasto
pt: Refeição

source: Locations
da: Steder
hu: Helyszínek
pt: Locais

source: New Location
da: Ny placering
hu: Új hely
it: Nuova posizione
pt: Novo Local

source: recipe serves
da: opskrift tjener
hu: recept szolgálja
it: ricetta serve
pt: receita serve

source: Recipe
da: Opskrift
hu: Recept
it: Ricetta
pt: Receita

source: Enter Recipe Name
da: Indtast Recipe Name
hu: Adja Recept neve
it: Inserisci Ricetta Nome
pt: Digite o Nome da Receita

source: Every other day
da: Hver anden dag
hu: Minden másnap
it: Ogni altro giorno
pt: Qualquer outro dia

source: View
da: Udsigt
hu: Kilátás
it: Vista
pt: Vista

source: Meal Plan - Weekly
da: Forplejning - Ugentlig
hu: Étkezési terv - Heti
it: Ristorazione - Settimanale
pt: Plano de refeições - Semanal

source: Add to Shopping List
da: Tilføj til indkøbsliste
hu: Termék hozzáadása
it: Aggiungi alla Lista della Spesa
pt: Adicionar à lista de compras

source: Today
da: I dag
hu: Ma
it: Oggi
pt: Hoje

source: Are you sure you want to delete meal "%s"?
da: Er du sikker på at du vil slette måltid "% s"?
hu: Biztosan törölni szeretné étkezés "% s"?
it: Sei sicuro di voler eliminare pasto &quot;% s&quot;?
pt: Tem certeza de que deseja excluir refeição &quot;% s&quot;?

source: Preparation Methods
da: Forberedelse Metoder
hu: Elkészítési módok
it: Metodi di preparazione
pt: Métodos de Preparação

source: Add Preparation Method
da: Tilføj Fremstillingsmetode
hu: Add Elkészítés
it: Aggiungi Metodo di preparazione
pt: Adicionar Método de Preparação

source: Preparation Times
da: Forberedelse Times
hu: Elkészítés Times
it: Preparazione Volte
pt: Preparação Vezes

source: Add Preparation Time
da: Tilføj Forberedelsestid
hu: Add Elkészítési idő
it: Aggiungere Tempo di preparazione
pt: Adicionar Tempo de Preparação

source: New Price Range
da: Ny Prisinterval
hu: Új Árkategória
it: Nuovo Fascia di prezzo
pt: Gama Novo Preço

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
da: Side {: side} af {: sider}, viser {: strøm} registrerer ud af {: count} alt, startende på rekord {: start}, slutter den {: ende}
hu: Oldal {: Oldal} {a:} oldalak, bemutatva {: current} rögzíti ki {: count} teljes, kezdve a rekordot {: start}, végződő {: vége}
it: Pagina {: page} di {:} pagine, mostrando {corrente} registra su {: count} totale, a partire dal record {: start}, che termina il {: end}
pt: Página {:} de {page: páginas}, mostrando {:} atual registra fora de {:} contagem total, começando no registro {:} começar, terminando em {:} final

source: By Course
da: Ved Kursus
hu: A kurzusok
it: Di Corso
pt: Por Curso

source: By Base
da: Af Base
it: Di Base
pt: Por base
