Repository: ArMaTeC/PHPRecipebook
Catalog: Locale/swe/LC_MESSAGES/setup.po
Languages: sv

source: New Install
sv: Ny installation

source: Follow the following steps to create the database schema and import some initial settings:
sv: Följ följande steg för att skapa databasschemas och importerar några inledande inställningar:

source: Create the schema
sv: Skapa schemat

source: Import core ingredients
sv: Import kärningredienser

source: Import sample ingredients (optional)
sv: Import provingredienser (tillval)

source: Setup
sv: Inställning

source: Database
sv: Databas

source: Password
sv: Lösenord

source: Complete the Setup
sv: Slutför inställningarna

source: By editing
sv: Genom redigering

source: Change
sv: Ändra

source: To
sv: Till

source: If you don't change this setting your site will be open for anyone to reconfigure it.
sv: Om du inte ändrar denna inställning på din webbplats kommer den att vara öppen för vem som helst att konfigurera om den.

source: AND if you do not want open registration then change
sv: Och om du inte vill öppna registreringen - byt

source: Congratulations you have successfully setup PHPRecipeBook!
sv: Grattis du har konfigurerat PHPRecipeBook!

source: Press the done button to login and begin setting up some users or adding recipes.
sv: Tryck på Klar för att logga in och börja lägga till användare eller lägga till recept.

source: Done
sv: Klar

source: Welcome to PHPRecipeBook
sv: Välkommen till PHPRecipeBook

source: This is the setup page for the application. The following messages will indicate if your server has been properly setup.
sv: Detta är inställningssidan för programmet. Följande meddelanden kommer att ange om din server har rätt inställning.

source: Your version of PHP is 5.2.8 or higher.
sv: Din version av PHP är 5.2.8 eller högre.

source: Your version of PHP is too low. You need PHP 5.2.8 or higher to use CakePHP.
sv: Din version av PHP är för låg. Du behöver PHP 5.2.8 eller senare för att använda CakePHP.

source: Your tmp directory is writable.
sv: Din katalog 'tmp' är skrivbar.

source: Your tmp directory is NOT writable.
sv: Din katatog 'tmp' är inte skrivbar.

source: The %s is being used for core caching. To change the config edit %s
sv: %S används för kärncaching. Om du vill ändra inställningen, redigera %s

source: Your cache is NOT working. Please check the settings in %s
sv: Cacheminnet fungerar inte. Kontrollera inställningarna i %s

source: Your database configuration file is present.
sv: Din databas konfigurationsfil finns.

source: Your database configuration file is NOT present.
sv: Din databas konfigurationsfil är ej tillgänglig.

source: Rename %s to %s
sv: Ändra %s till %s

source: CakePHP is able to connect to the database.
sv: CakePHP kan ansluta till databasen.

source: 1. Installed the appropriate PHP db module (i.e. php-mysql, php-pgsql)
sv: 1. Installerat lämplig PHP db modul (dvs php-mysql, php-pgsql)

source: 2. The database has been created and you can connect to it
sv: 2. Databasen har skapats och du kan ansluta till den

source: 3. Have the correct username password in database.php config file
sv: 3. Ha rätt användarnamn och lösenord i konfigurationsfilen 'database.php'

source: PCRE has not been compiled with Unicode support.
sv: PCRE har inte sammanställts med Unicode-stöd.

source: Recompile PCRE with Unicode support by adding <code>--enable-unicode-properties</code> when configuring
sv: Kompilera PCRE med Unicode-stöd genom att lägga till <code> - enable-unicode-egenskaper </ code> när du konfigurerar

source: URL rewriting might not properly configured on your server.
sv: URL omskrivning kanske inte korrekt konfigurerad på din server.

source: If you have already configured rewriting or a base URL and still see this warning you can try to continue the setup. Detection of this feature sometimes is not correct.
sv: Om du redan har konfigurerat omskrivning eller en bas-URL och fortfarande se den här varningen kan du försöka att fortsätta installationen. Detektering av denna funktion är ibland inte korrekt.

source: After correcting any issues above you can continue the setup process.
sv: Efter rättningen av problemen ovan kan du fortsätta installationsprocessen.

source: Admin Password
sv: Admin lösenord

source: Enter a new Administrator password. This username and password will be used to setup other users
sv: Ange ett nytt administratörslösenord. Detta användarnamn och lösenord kommer att användas för installation av andra användare

source: Upgrade
sv: Uppgradering

source: Upgrading will lock all users and require they change their passwords. This was needed to use Blowfish encryption.
sv: Uppgradering låser alla användare och kräver att de ändrar sina lösenord. Detta behövs för att använda Blowfish kryptering.

source: Follow the following steps to upgrade your installation:
sv: Följ följande steg för att uppgradera din installation:

source: Make a backup of your database!
sv: Gör en säkerhetskopia av din databas!

source: Migrate from latest 4.x PHPRecipeBook to 5.0
sv: Migrera från senaste 4.x PHPRecipeBook till 5,0
