Repository: ArMaTeC/PHPRecipebook
Catalog: resources/locales/*/default.po
Languages: jp, nl, no, sr, tr

source: Beef
jp: 牛肉
nl: Rundvlees
no: Storfekjøtt
sr: Говедина
tr: Sığır

source: Bread
jp: パン
nl: Brood
no: Brød
sr: Хлеб
tr: Ekmek

source: Egg
jp: エッグ
nl: Ei
sr: Јаје
tr: Yumurta

source: Fruit
jp: フルーツ
no: Frukt
sr: Воће
tr: Meyve

source: Grain
jp: 穀物
nl: Graan
no: Korn
sr: Зрно
tr: Tahıl

source: Lamb
jp: 子羊
nl: Lam
no: Lam
sr: Јагњетина
tr: Kuzu

source: Other
jp: その他
nl: Ander
no: Andre
sr: Други
tr: Diğer

source: Pasta
jp: パスタ
sr: Паста
tr: Makarna

source: Pork/Ham
jp: ポーク/ハム
nl: Varkensvlees / Ham
no: Svinekjøtt / Ham
sr: Свињетина / Хем
tr: Domuz / Ham

source: Poultry
jp: 家禽
nl: Gevogelte
no: Fjærkre
sr: Живина
tr: Kümes hayvanları

source: Seafood
jp: シーフード
nl: Zeevruchten
no: Sjømat
sr: Плодови мора
tr: Deniz ürünleri

source: Vegetable
jp: 野菜
nl: Groente
no: Vegetabilsk
sr: Поврће
tr: Sebze

source: Breakfast
jp: 朝食
nl: Ontbijt
no: Frokost
sr: Доручак
tr: Kahvaltı

source: Snack
jp: スナック
no: Matbit
sr: Ужина
tr: Aperatif

source: Lunch
jp: ランチ
no: Lunsj
sr: Ручак
tr: Öğle yemeği

source: Appetizer
jp: 前菜
nl: Voorgerechten
no: Forrett
sr: Предјело
tr: Meze

source: Side Dish
jp: サイドディッシュ
nl: Bijgerecht
sr: Прилог
tr: Garnitür

source: Entree
jp: アントレ
nl: Voorgerecht
no: Hovedrett
sr: Предјело
tr: Antre

source: Dessert
jp: デザート
sr: Десерт
tr: Tatlı

source: Beverage
jp: 飲料
nl: Drank
no: Drikke
sr: Напитак
tr: Içecek

source: Easy
jp: 簡単に
nl: Makkelijk
no: Enkel
sr: Лако
tr: Kolay

source: Intermediate
jp: 中間体
nl: Tussen-
sr: Средњи
tr: Orta

source: Difficult
jp: 難しい
nl: Moeilijk
no: Vanskelig
sr: Тежак
tr: Zor

source: Expert
jp: 専門家
sr: Експерт
tr: Uzman

source: American
jp: アメリカン
nl: Amerikaanse
sr: Американац
tr: Amerikan

source: Chinese
jp: 中国人
nl: Chinees
no: Kinesisk
sr: Кинески
tr: Çin

source: German
jp: ドイツ語
nl: Duitse
no: Tysk
sr: Немачки
tr: Alman

source: Greek
jp: ギリシャ語
nl: Grieks
no: Gresk
sr: Грчки
tr: Yunan

source: Indian
jp: インディアン
nl: Indiase
sr: Индијанац
tr: Hint

source: Italian
jp: イタリア語
nl: Italiaans
no: Italiensk
sr: Италијански
tr: İtalyan

source: Japanese
jp: 日本人
nl: Japanse
no: Japansk
sr: Јапански
tr: Japon

source: Mexican
jp: メキシコ人
nl: Mexicaans
no: Meksikansk
sr: Мексиканац
tr: Meksika

source: Middle Eastern
jp: 中東
nl: Midden Oosten
sr: Блиског истока
tr: Orta Doğu

source: None
jp: なし
nl: Geen
sr: Ниједан
tr: Hiçbiri

source: Slavic
jp: スラブの
nl: Slavisch
sr: Словенски
tr: Slav

source: Alcohol
jp: アルコール
no: Alkohol
sr: Алкохол
tr: Alkol

source: Bakery
jp: パン屋
nl: Bakkerij
no: Bakeri
sr: Пекара
tr: Fırın

source: Beans
jp: 豆
nl: Bonen
no: Bønner
sr: Пасуљ
tr: Fasulye

source: Candy
jp: キャンディ
nl: Snoep
no: Konfekter
sr: Бомбона
tr: Şeker

source: Canned Fruit
jp: 缶詰の果物
nl: Ingeblikt fruit
no: Hermetisert frukt
sr: Цаннед Фруит
tr: Konserve Meyve

source: Canned Meat & Fish
jp: 缶詰肉＆魚
nl: Ingeblikt vlees & Fish
sr: Цаннед Меат & Фисх
tr: Konserve Et & Balık

source: Canned Vegetables
jp: 缶詰の野菜
nl: Groenten in blik
no: Hermetiske grønnsaker
sr: Конзервирано поврће
tr: Konserve Sebzeler

source: Coffee, Tea & Cocoa
jp: コー​​ヒー、紅茶＆ココア
nl: Koffie, Thee & Cacao
no: Kaffe, te og kakao
sr: Кафа, чај и какао
tr: Kahve, Çay & Kakao

source: Condiments
jp: 調味料
nl: Specerijen
no: Sauser
sr: Додаци храни
tr: Bal

source: Cookies
jp: クッキー
nl: Koekjes
no: Kjeks
sr: Колачи
tr: Kurabiye

source: Crackers
jp: クラッカー
nl: Krakers
no: Kjeks
sr: Ћакнут
tr: Kraker

source: Dairy
jp: 乳製品
nl: Zuivelfabriek
sr: Млекара
tr: Mandıra

source: Deli
jp: デリ
sr: Деликатеси
tr: Şarküteri

source: Drink mix
jp: ドリンクミックス
sr: Дринк мик
tr: İçecek mix

source: Facial Tissue
jp: 化粧紙
sr: Фациал Тиссуе
tr: Kutu Mendil

source: Free
jp: フリー
nl: Gratis
no: Gratis
sr: Бесплатно
tr: Ücretsiz

source: Frozen Foods
jp: 冷凍食品
no: Frossenmat
sr: Фрозен Фоодс
tr: Dondurulmuş Gıdalar

source: HABA
sr: ХАБА

source: Hand Soap
jp: ハンドソープ
nl: Handzeep
no: Håndsåpe
sr: Сапун за руке
tr: El Sabunu

source: Hot & Cold Cereal
jp: ホット＆コールドシリアル
sr: Топла и хладна пахуљице
tr: Sıcak ve Soğuk Tahıl

source: Household Cleaners
jp: 家庭用クリーナー
nl: Huishoudelijke Cleaners
no: Husholdningenes Cleaners
sr: Домаћинство Средства за чишћење
tr: Ev Temizleyiciler

source: Juice & Cocktail
jp: ジュース＆カクテル
sr: Јуице & Коктел
tr: Suyu ve Kokteyl

source: Kosher/Ethnic
jp: エスニック/コーシャー
no: Kosher / Etnisk
sr: Кошер / Етхниц
tr: Etnik / Kosher

source: Laundry Detergents
jp: 洗濯用洗剤
nl: Wasmiddelen
no: Vaskemidler
sr: Детерџенти за веш
tr: Çamaşırhane Deterjanlar

source: Meat
jp: 肉
nl: Vlees
no: Kjøtt
sr: Месо
tr: Et

source: Natural & Organic
jp: ナチュラル＆オーガニック
sr: Природне и Органска
tr: Doğal & Organik

source: Oil/Vinegar/Dressings
jp: オイル/ビネガー/ドレッシング
nl: Olie / Azijn / Dressings
no: Olje / eddik / Dressinger
sr: Оил / сирће / преливи
tr: Yağlık / Sirkelik / Pansuman

source: Pancakes & Syrup
jp: パンケーキ＆シロップ
nl: Pancakes & Siroop
no: Pannekaker og sirup
sr: Палачинке & сируп
tr: Krep ve Şurup

source: Paper Serving Ware
jp: ウェアサービング紙
nl: Papier Presenteren Ware
no: Paper Visning Ware
sr: Папир Сервинг Варе
tr: Kağıt Ware Hizmet

source: Pasta & Sauce
jp: パスタ＆ソース
sr: Паста Сауце &
tr: Pasta & Sos

source: Peanut Butter/Jelly/Honey
jp: ピーナッツバター/ゼリー/ハニー
sr: Пеанут Буттер / Јелли / Мед
tr: Fıstık ezmesi / Jelly / Bal

source: Produce
jp: 作物
nl: Produceren
no: Produsere
sr: Произвести
tr: Üretmek

source: Rice
jp: ライス
nl: Rijst
no: Ris
sr: Пиринач
tr: Pirinç

source: Salty Snacks & Chips
jp: 塩味のスナック＆チップス
nl: Zoute Snacks & Chips
sr: Сланих грицкалица & Цхипс
tr: Tuzlu Snacks & Chips

source: Soda pop
jp: ソーダ水
nl: Frisdrank
sr: Сода Поп
tr: Gazoz

source: Soup
jp: スープ
nl: Soep
no: Suppe
sr: Супа
tr: Çorba

source: Spices
jp: スパイス
nl: Kruiden
no: Krydder
sr: Зачини
tr: Baharatlar

source: Toilet Paper
jp: トイレットペーパー
nl: Toiletpapier
no: Toalettpapir
sr: Тоалет папир
tr: Tuvalet Kağıdı

source: Dinner
jp: 夕食
nl: Diner
no: Middag
sr: Вечера
tr: Akşam yemeği

source: Slow cooker
jp: スロークッカー
no: Treg komfyr
sr: Споро шпорет
tr: Yavaş ocak

source: Microwave
jp: 電子レンジ
nl: Magnetron
no: Mikrobølgeovn
sr: Микроталасни
tr: Mikrodalga

source: BBQ
jp: バーベキュー
sr: Роштиљ
tr: Barbekü

source: Canning
jp: カニング
sr: Конзервирање
tr: Kutulama

source: 0 Minutes
jp: 0分
nl: 0 Minuten
no: 0 Minutter
sr: 0 Минута
tr: 0 Dakika

source: 1-10 Minutes
jp: 1-10分
nl: 1-10 Minuten
no: 1-10 minutter
sr: 1-10 минута
tr: 1-10 Dakika

source: 10-30 Minutes
jp: 10〜30分
nl: 10-30 Minuten
no: 10-30 Minutter
sr: 10-30 минута
tr: 10-30 Dakika

source: 30-60 Minutes
jp: 30〜60分
nl: 30-60 Minuten
no: 30-60 Minutter
sr: 30-60 минута
tr: 30-60 Dakika

source: 60+ Minutes
jp: 60+分
nl: 60+ Minuten
no: 60 + Minutter
sr: 60+ Минута
tr: 60+ Dakika

source: Unit
jp: ユニット
nl: Eenheid
no: Enhet
sr: Јединица
tr: Birim

source: Slice
jp: スライス
nl: Plakje
sr: Кришка
tr: Dilim

source: Clove
jp: クローブ
nl: Kruidnagel
sr: Каранфилић
tr: Karanfil

source: Pinch
jp: ピンチ
nl: Knijpen
no: Knip
sr: Штипнути
tr: Çimdik

source: Package
jp: パッケージ
nl: Verpakking
no: Pakke
sr: Пакет
tr: Paket

source: Can
jp: 缶
nl: Kan
no: Kan
sr: Моћи
tr: Kutu

source: Drop
jp: ドロップ
sr: Дроп
tr: Bırak

source: Bunch
jp: 房
nl: Bos
sr: Дружина
tr: Demet

source: Dash
jp: ダッシュ
nl: Scheutje
sr: Цртица
tr: Tire

source: Carton
jp: カートン
nl: Karton
sr: Картонска кутија
tr: Kutu

source: Cup
jp: カップ
nl: Beker
no: Kopp
sr: Шоља
tr: Fincan

source: Tablespoon
jp: 大さじ
nl: Eetlepel
no: Ss
sr: Кашика
tr: Yemek Kaşığı

source: Teaspoon
jp: ティースプーン
nl: Theelepel
no: Teskje
sr: Кашичица
tr: Çay Kaşığı

source: Pound
jp: パウンド
nl: Pond
no: Pund
sr: Фунта

source: Ounce
jp: オンス
nl: Ons
no: Unse
sr: Унца
tr: Ons

source: Pint
jp: パイント
no: Halvliter
sr: Пинта

source: Quart
jp: クォート
nl: Pot
sr: Кварт
tr: Kuartet

source: Gallon
jp: ガロン
sr: Галон
tr: Galon

source: Milligram
jp: ミリグラム
sr: Милиграм
tr: Miligram

source: Centigram
sr: Центиграм
tr: Santigram

source: Gram
jp: グラム
sr: Грам

source: Kilogram
jp: キログラム
no: Kilo
sr: Килограм

source: Milliliter
jp: ミリリットル
sr: Милилитар
tr: Mililitre

source: Centiliter
jp: センチリットル
sr: Литра

source: Liter
jp: リットル
sr: Литар
tr: Litre

source: Deciliter
jp: デシリットル
no: Desiliter
sr: Децилитар
tr: Desilitre

source: Tablespoon_m
sr: Таблеспоон_м

source: Teaspoon_m
sr: Теаспоон_м

source: Not Authorized.
jp: 許可されていません。
nl: Niet toegestaan.
no: Ikke autorisert.
sr: Није овлашћен.
tr: Yetkili değil.

source: Invalid base type
jp: 無効な基本型
nl: Ongeldige basistype
no: Ugyldig basen Type
sr: Неважећи тип база
tr: Geçersiz taban türü

source: The base type has been saved.
jp: 基本型が保存されました。
nl: Het basistype is opgeslagen.
no: Basen typen har blitt lagret.
sr: Тип база је сачувана.
tr: Baz türü kaydedildi.

source: The base type could not be saved. Please, try again.
jp: 基本型は保存できませんでした。 、もう一度試してください。
nl: Het basistype kan niet worden opgeslagen. Probeer het opnieuw.
no: Basen typen kan ikke lagres. Vær så snill, prøv igjen.
sr: Тип База није могла бити сачувана. Молим вас, покушајте поново.
tr: Baz tipi kaydedilemedi. Lütfen tekrar deneyin.

source: The base type has been deleted.
jp: 基本型は削除されました。
nl: Het basistype is verwijderd.
no: Basen typen har blitt slettet.
sr: Тип база је обрисан.
tr: Baz tipi silindi.

source: The base type could not be deleted. Please, try again.
jp: 基本型は削除できませんでした。 、もう一度試してください。
nl: Het basistype kon niet worden verwijderd. Probeer het opnieuw.
no: Basen typen kan ikke slettes. Vær så snill, prøv igjen.
sr: Тип основица не може бити обрисана. Молим вас, покушајте поново.
tr: Baz türü silinemedi. Lütfen tekrar deneyin.

source: Invalid core ingredient
jp: 無効なコア成分
nl: Ongeldige kern ingrediënt
no: Ugyldig kjerne ingrediens
sr: Неважећи језгра састојак
tr: Geçersiz temel madde

source: The core ingredient has been saved.
jp: コア成分が保存されました。
nl: De kern ingrediënt is opgeslagen.
no: Kjernen ingrediens er lagret.
sr: Језгро састојак је сачувана.
tr: temel madde kaydedildi.

source: The core ingredient could not be saved. Please, try again.
jp: コア成分は保存できませんでした。 、もう一度試してください。
nl: De kern ingrediënt kan niet worden opgeslagen. Probeer het opnieuw.
no: Kjernen ingrediens kunne ikke lagres. Vær så snill, prøv igjen.
sr: Језгро састојак није могла бити сачувана. Молим вас, покушајте поново.
tr: Çekirdek madde kurtarılamadı. Lütfen tekrar deneyin.

source: The core ingredient has been deleted.
jp: コア成分は削除されました。
nl: De kern ingrediënt is verwijderd.
no: Kjernen ingrediens har blitt slettet.
sr: Језгро састојак је обрисан.
tr: temel madde silindi.

source: The core ingredient could not be deleted. Please, try again.
jp: コア成分は削除できませんでした。 、もう一度試してください。
nl: De kern ingrediënt kon niet worden verwijderd. Probeer het opnieuw.
no: Kjernen ingrediens kunne ikke slettes. Vær så snill, prøv igjen.
sr: Језгро састојак не може бити обрисана. Молим вас, покушајте поново.
tr: Çekirdek madde silinemedi. Lütfen tekrar deneyin.

source: Invalid course
jp: 無効なコース
nl: Ongeldige natuurlijk
no: Ugyldig kurs
sr: Неважећи наравно
tr: Geçersiz kurs

source: The course has been saved.
jp: コー​​スは保存されました。
nl: De cursus is opgeslagen.
no: Kurset er lagret.
sr: Курс је сачувана.
tr: Tabii kaydedildi.

source: The course could not be saved. Please, try again.
jp: コー​​スは保存できませんでした。 、もう一度試してください。
nl: De cursus kan niet worden opgeslagen. Probeer het opnieuw.
no: Kurset kan ikke lagres. Vær så snill, prøv igjen.
sr: Наравно да не може бити спасен. Молим вас, покушајте поново.
tr: Tabii kurtarılamadı. Lütfen tekrar deneyin.

source: The course has been deleted.
jp: コー​​スは削除されました。
nl: De cursus is verwijderd.
no: Kurset har blitt slettet.
sr: Курс је избрисан.
tr: Tabii silindi.

source: The course could not be deleted. Please, try again.
jp: コー​​スは削除できませんでした。 、もう一度試してください。
nl: De cursus kan niet worden verwijderd. Probeer het opnieuw.
no: Kurset kan ikke slettes. Vær så snill, prøv igjen.
sr: Наравно да не може бити обрисана. Молим вас, покушајте поново.
tr: Tabii silinemedi. Lütfen tekrar deneyin.

source: Invalid difficulty
jp: 無効な困難
nl: Ongeldige moeilijkheid
no: Ugyldig vanskelighetsgrad
sr: Неважећи тешкоће
tr: Geçersiz zorluk

source: The difficulty has been saved.
jp: 難易度が保存されました。
nl: De moeilijkheid is opgeslagen.
no: Vanskeligheten er lagret.
sr: Тешкоћа је сачувана.
tr: Zorluk kaydedildi.

source: The difficulty could not be saved. Please, try again.
jp: 難易度は保存できませんでした。 、もう一度試してください。
nl: Het probleem kan niet worden opgeslagen. Probeer het opnieuw.
no: Vanskeligheten kunne ikke lagres. Vær så snill, prøv igjen.
sr: Потешкоћа није могао бити спасен. Молим вас, покушајте поново.
tr: Zorluk kurtarılamadı. Lütfen tekrar deneyin.

source: The difficulty has been deleted.
jp: 難易度が削除されました。
nl: De moeilijkheid is verwijderd.
no: Vanskeligheten er slettet.
sr: Тешкоћа је избрисан.
tr: Zorluk silindi.

source: The difficulty could not be deleted. Please, try again.
jp: 難易度は削除できませんでした。 、もう一度試してください。
nl: Het probleem kan niet worden verwijderd. Probeer het opnieuw.
no: Vanskeligheten kunne ikke slettes. Vær så snill, prøv igjen.
sr: Потешкоћа није могао бити обрисан. Молим вас, покушајте поново.
tr: Zorluk silinemedi. Lütfen tekrar deneyin.

source: Invalid ethnicity
jp: 無効な民族
nl: Ongeldige etniciteit
no: Ugyldig etnisitet
sr: Неважећи етничку припадност
tr: Geçersiz etnisite

source: The ethnicity has been saved.
jp: 民族が保存されました。
nl: De etniciteit is opgeslagen.
no: Etnisitet er lagret.
sr: Националности је сачувана.
tr: etnisite kaydedildi.

source: The ethnicity could not be saved. Please, try again.
jp: 民族は保存できませんでした。 、もう一度試してください。
nl: De etniciteit kan niet worden opgeslagen. Probeer het opnieuw.
no: Den etnisitet kunne ikke lagres. Vær så snill, prøv igjen.
sr: Националности није могла бити сачувана. Молим вас, покушајте поново.
tr: etnisite kurtarılamadı. Lütfen tekrar deneyin.

source: The ethnicity has been deleted.
jp: 民族は削除されました。
nl: De etniciteit is verwijderd.
no: Den etnisitet har blitt slettet.
sr: Националности је избрисан.
tr: etnisite silindi.

source: The ethnicity could not be deleted. Please, try again.
jp: 民族は削除できませんでした。 、もう一度試してください。
nl: De etniciteit kon niet worden verwijderd. Probeer het opnieuw.
no: Den etnisitet kunne ikke slettes. Vær så snill, prøv igjen.
sr: Националности није могла бити обрисана. Молим вас, покушајте поново.
tr: etnisite silinemedi. Lütfen tekrar deneyin.

source: Could not open uploaded file, please try again.
jp: アップロードされたファイルを開くことができませんでした。もう一度お試しください。
nl: Kan geüploade bestand niet openen, probeer het opnieuw.
no: Kunne ikke åpne opplastede fil, prøv igjen.
sr: Не могу да отворим додате датотеке, молимо Вас покушајте поново.
tr: Yüklenen dosyayı açılamadı, lütfen tekrar deneyin.

source: Not Ingredient Owner
jp: ない成分オーナー
nl: Niet Ingrediënt eigenaar
no: Ikke Ingredient Eier
sr: Није састојака Власник
tr: Değil Hammadde Sahibi

source: Invalid ingredient
jp: 無効な成分
nl: Ongeldige ingrediënt
no: Ugyldig ingrediens
sr: Неважећи састојак
tr: Geçersiz bileşen

source: The ingredient has been saved.
jp: 成分が保存されました。
nl: Het ingrediënt is opgeslagen.
no: Den ingrediensen er lagret.
sr: Састојак је сачувана.
tr: madde kaydedildi.

source: The ingredient could not be saved. Please, try again.
jp: 成分は保存できませんでした。 、もう一度試してください。
nl: Het ingrediënt kan niet worden opgeslagen. Probeer het opnieuw.
no: Den ingrediensen kan ikke lagres. Vær så snill, prøv igjen.
sr: Састојак не може бити спасен. Молим вас, покушајте поново.
tr: madde kurtarılamadı. Lütfen tekrar deneyin.

source: The ingredient has been deleted.
jp: 成分は削除されました。
nl: Het ingrediënt is verwijderd.
no: Ingrediensen har blitt slettet.
sr: Састојак је избрисан.
tr: madde silindi.

source: The ingredient could not be deleted. Please, try again.
jp: 成分は削除できませんでした。 、もう一度試してください。
nl: Het ingrediënt kon niet worden verwijderd. Probeer het opnieuw.
no: Den ingrediensen kan ikke slettes. Vær så snill, prøv igjen.
sr: Састојак не може бити обрисана. Молим вас, покушајте поново.
tr: madde silinemedi. Lütfen tekrar deneyin.

source: Invalid location
jp: 無効な位置
nl: Ongeldige locatie
no: Ugyldig plassering
sr: Неважећи локација
tr: Geçersiz konum

source: The location has been saved.
jp: 場所が保存されました。
nl: De locatie is opgeslagen.
no: Stedet har blitt lagret.
sr: Локација је сачувана.
tr: Konumu kaydedildi.

source: The location could not be saved. Please, try again.
jp: 場所は保存できませんでした。 、もう一度試してください。
nl: De locatie kan niet worden opgeslagen. Probeer het opnieuw.
no: Beliggenheten kunne ikke lagres. Vær så snill, prøv igjen.
sr: Локација није могла бити сачувана. Молим вас, покушајте поново.
tr: Konumu kurtarılamadı. Lütfen tekrar deneyin.

source: The location has been deleted.
jp: 場所は削除されました。
nl: De locatie is verwijderd.
no: Stedet har blitt slettet.
sr: Локација је избрисан.
tr: Konumu silindi.

source: The location could not be deleted. Please, try again.
jp: 場所は削除できませんでした。 、もう一度試してください。
nl: De locatie kon niet worden verwijderd. Probeer het opnieuw.
no: Beliggenheten kunne ikke slettes. Vær så snill, prøv igjen.
sr: Локација није могла бити обрисана. Молим вас, покушајте поново.
tr: Konumu silinemedi. Lütfen tekrar deneyin.

source: Not meal owner
jp: ない食事所有者
nl: Niet maaltijd eigenaar
no: Ikke måltid eieren
sr: Не оброк власник
tr: Değil yemek sahibi

source: Invalid meal plan
jp: 無効な食事の計画
nl: Ongeldige Maaltijden
no: Ugyldig måltid plan
sr: Неважећи План оброк
tr: Geçersiz yemek planı

source: The meal plan has been saved.
jp: 食事の計画が保存されました。
nl: De maaltijd plan is opgeslagen.
no: Måltider er lagret.
sr: Оброк план је сачуван.
tr: yemek planı kaydedildi.

source: The meal plan could not be saved. Please, try again.
jp: 食事の計画を保存できませんでした。 、もう一度試してください。
nl: De maaltijd plan kan niet worden opgeslagen. Probeer het opnieuw.
no: Måltider kunne ikke lagres. Vær så snill, prøv igjen.
sr: Оброк план не може бити спасен. Молим вас, покушајте поново.
tr: yemek planı kurtarılamadı. Lütfen tekrar deneyin.

source: The meal plan has been deleted.
jp: 食事の計画が削除されました。
nl: De maaltijd plan is verwijderd.
no: Måltider har blitt slettet.
sr: Оброк план је обрисан.
tr: yemek planı silindi.

source: The meal plan could not be deleted. Please, try again.
jp: 食事の計画は削除できませんでした。 、もう一度試してください。
nl: De maaltijd plan kan niet worden verwijderd. Probeer het opnieuw.
no: Måltider kunne ikke slettes. Vær så snill, prøv igjen.
sr: Оброк план не може бити обрисана. Молим вас, покушајте поново.
tr: yemek planı silinemedi. Lütfen tekrar deneyin.

source: Start date not defined
jp: 定義されていない日付を起動します。
nl: Startdatum niet gedefinieerd
no: Startdato ikke definert
sr: Датум почетка није дефинисано
tr: Başlangıç ​​tarihi tanımlanmamış

source: Meal(s) added to shopping list.
jp: 食事（複数可）は、ショッピングリストに追加されます。
nl: Maaltijd (s) toegevoegd aan boodschappenlijst.
no: Måltid (er) lagt til i handlelisten.
sr: Оброк (а) додат у куповину.
tr: Öğün (lar) alışveriş listesine eklendi.

source: Meal(s) could not be added to shopping list. Please, try again.
jp: 食事（複数可）は、ショッピングリストに追加することができませんでした。 、もう一度試してください。
nl: Maaltijd (s) kon niet toegevoegd worden aan boodschappenlijst. Probeer het opnieuw.
no: Måltid (e) kunne ikke legges til handlelisten. Vær så snill, prøv igjen.
sr: Оброк (е) не може додати то схоппинг листу. Молим вас, покушајте поново.
tr: Öğün (lar) alışveriş listesine eklenecek olamazdı. Lütfen tekrar deneyin.

source: Invalid preparation method
jp: 無効な調製方法
nl: Ongeldige bereidingswijze
no: Ugyldig fremstillingsmetode
sr: Неважећи метод припреме
tr: Geçersiz hazırlama yöntemi

source: The preparation method has been saved.
jp: 調製方法は、保存されています。
nl: De bereidingswijze is opgeslagen.
no: Utarbeidelse metoden har blitt frelst.
sr: Поступак припремања је сачувана.
tr: Hazırlık yöntemi kaydedildi.

source: The preparation method could not be saved. Please, try again.
jp: 製造方法は保存できませんでした。 、もう一度試してください。
nl: De bereidingswijze kan niet worden opgeslagen. Probeer het opnieuw.
no: Fremstillingsmetoden kunne ikke lagres. Vær så snill, prøv igjen.
sr: Начин припреме није могла бити сачувана. Молим вас, покушајте поново.
tr: Hazırlık yöntemi kurtarılamadı. Lütfen tekrar deneyin.

source: The preparation method has been deleted.
jp: 調製方法は、削除されています。
nl: De bereidingswijze is verwijderd.
no: Utarbeidelse metoden har blitt slettet.
sr: Поступак припремања је обрисан.
tr: Hazırlama yöntemi silindi.

source: The preparation method could not be deleted. Please, try again.
jp: 製造方法は削除できませんでした。 、もう一度試してください。
nl: De bereidingswijze kon niet worden verwijderd. Probeer het opnieuw.
no: Utarbeidelse metoden kan ikke slettes. Vær så snill, prøv igjen.
sr: Начин припреме не може бити обрисана. Молим вас, покушајте поново.
tr: Hazırlık yöntemi silinemedi. Lütfen tekrar deneyin.

source: Invalid preparation time
jp: 無効な準備時間
nl: Ongeldige voorbereidingstijd
no: Ugyldig forberedelsestid
sr: Неважећи време припреме
tr: Geçersiz hazırlık süresi

source: The preparation time has been saved.
jp: 準備時間が保存されました。
nl: De voorbereidingstijd is opgeslagen.
no: Tilberedningstiden er lagret.
sr: Време припреме је сачувана.
tr: Hazırlık süresi kaydedildi.

source: The preparation time could not be saved. Please, try again.
jp: 準備時間を保存できませんでした。 、もう一度試してください。
nl: De voorbereidingstijd kan niet worden opgeslagen. Probeer het opnieuw.
no: Forberedelsestiden kan ikke lagres. Vær så snill, prøv igjen.
sr: Време припреме не може бити спасен. Молим вас, покушајте поново.
tr: hazırlık süresi kurtarılamadı. Lütfen tekrar deneyin.

source: The preparation time has been deleted.
jp: 準備時間は削除されました。
nl: De voorbereidingstijd is verwijderd.
no: Forberedelsestiden har blitt slettet.
sr: Време припреме је обрисан.
tr: Hazırlık süresi silindi.

source: The preparation time could not be deleted. Please, try again.
jp: 準備時間は削除できませんでした。 、もう一度試してください。
nl: De voorbereidingstijd kon niet worden verwijderd. Probeer het opnieuw.
no: Forberedelsestiden kan ikke slettes. Vær så snill, prøv igjen.
sr: Време припреме не може бити обрисана. Молим вас, покушајте поново.
tr: hazırlık süresi silinemedi. Lütfen tekrar deneyin.

source: Invalid price range
jp: 無効な価格の範囲
nl: Ongeldige prijsklasse
no: Ugyldig prisklasse
sr: Неисправан распон цена
tr: Geçersiz fiyat aralığı

source: The price range has been saved.
jp: 価格帯が保存されました。
nl: De prijsvork werd opgeslagen.
no: Den prisklasse er lagret.
sr: Распон цена је сачувана.
tr: fiyat aralığı kaydedildi.

source: The price range could not be saved. Please, try again.
jp: 価格帯は保存できませんでした。 、もう一度試してください。
nl: De prijsklasse kan niet worden opgeslagen. Probeer het opnieuw.
no: Prisklasse kunne ikke lagres. Vær så snill, prøv igjen.
sr: Распон цена не може бити спасен. Молим вас, покушајте поново.
tr: fiyat aralığı kurtarılamadı. Lütfen tekrar deneyin.

source: The price range has been deleted.
jp: 価格帯は削除されました。
nl: De prijsklasse is verwijderd.
no: Prisklasse har blitt slettet.
sr: Распон цена је обрисан.
tr: fiyat aralığı silindi.

source: The price range could not be deleted. Please, try again.
jp: 価格帯は削除できませんでした。 、もう一度試してください。
nl: De prijsklasse kon niet worden verwijderd. Probeer het opnieuw.
no: Prisklasse kunne ikke slettes. Vær så snill, prøv igjen.
sr: Распон цена не може бити обрисана. Молим вас, покушајте поново.
tr: fiyat aralığı silinemedi. Lütfen tekrar deneyin.

source: Not Recipe Owner
jp: ないレシピオーナー
nl: Niet Recept eigenaar
no: Ikke Oppskrift Eier
sr: Није Рецепт Власник
tr: Değil Tarif Sahibi

source: Invalid recipe
jp: 無効なレシピ
nl: Ongeldige recept
no: Ugyldig oppskrift
sr: Неважећи рецепт
tr: Geçersiz tarifi

source: The recipe has been saved.
jp: レシピが保存されました。
nl: Het recept is opgeslagen.
no: Oppskriften er lagret.
sr: Рецепт је сачувана.
tr: Reçete kaydedildi.

source: The recipe could not be saved. Please, try again.
jp: レシピを保存できませんでした。 、もう一度試してください。
nl: Het recept kan niet worden opgeslagen. Probeer het opnieuw.
no: Oppskriften kunne ikke lagres. Vær så snill, prøv igjen.
sr: Рецепт није могла бити сачувана. Молим вас, покушајте поново.
tr: Reçete kurtarılamadı. Lütfen tekrar deneyin.

source: The ingredient has been removed.
jp: 成分は削除されました。
nl: Het ingrediënt is verwijderd.
no: Ingrediensen er fjernet.
sr: Састојак је уклоњен.
tr: madde kaldırıldı.
