Repository: ArMaTeC/PHPRecipebook
Catalog: resources/locales/*/default.po
Languages: jp, nl, no, sr, tr

source: The ingredient could not be removed. Please, try again.
jp: 成分は除去できませんでした。 、もう一度試してください。
nl: Het ingrediënt kan niet worden verwijderd. Probeer het opnieuw.
no: Den ingrediensen kunne ikke fjernes. Vær så snill, prøv igjen.
sr: Састојак није било могуће уклонити. Молим вас, покушајте поново.
tr: madde kaldırılır olamazdı. Lütfen tekrar deneyin.

source: The related recipe has been removed.
jp: 関連レシピが削除されました。
nl: De gerelateerde recept is verwijderd.
no: Den relatert oppskriften har blitt fjernet.
sr: Рецепт релатед је уклоњен.
tr: ilgili reçete kaldırıldı.

source: The related recipe could not be removed. Please, try again.
jp: 関連レシピは削除できませんでした。 、もう一度試してください。
nl: De bijbehorende recepten konden niet worden verwijderd. Probeer het opnieuw.
no: Den relatert oppskriften kunne ikke fjernes. Vær så snill, prøv igjen.
sr: Рецепт релатед није било могуће уклонити. Молим вас, покушајте поново.
tr: ilgili reçete kaldırılamadı. Lütfen tekrar deneyin.

source: The recipe has been deleted.
jp: レシピは削除されました。
nl: Het recept is verwijderd.
no: Oppskriften er slettet.
sr: Рецепт је избрисан.
tr: Reçete silindi.

source: The recipe could not be deleted. Please, try again.
jp: レシピは削除できませんでした。 、もう一度試してください。
nl: Het recept kon niet worden verwijderd. Probeer het opnieuw.
no: Oppskriften kunne ikke slettes. Vær så snill, prøv igjen.
sr: Рецепт није могла бити обрисана. Молим вас, покушајте поново.
tr: tarifi silinemedi. Lütfen tekrar deneyin.

source: Invalid restaurant
jp: 無効なレストラン
nl: Ongeldige restaurant
no: Ugyldig restaurant
sr: Неважећи ресторан
tr: Geçersiz restoran

source: The restaurant has been saved.
jp: レストランでは、保存されています。
nl: Het restaurant is opgeslagen.
no: Restauranten er lagret.
sr: Ресторан је сачувана.
tr: Restoran kaydedildi.

source: The restaurant could not be saved. Please, try again.
jp: レストランでは保存できませんでした。 、もう一度試してください。
nl: Het restaurant kan niet worden opgeslagen. Probeer het opnieuw.
no: Restauranten kunne ikke lagres. Vær så snill, prøv igjen.
sr: Ресторан није могла бити сачувана. Молим вас, покушајте поново.
tr: Restoran kurtarılamadı. Lütfen tekrar deneyin.

source: The restaurant has been deleted.
jp: レストランでは、削除されました。
nl: Het restaurant is verwijderd.
no: Restauranten har blitt slettet.
sr: Ресторан је избрисан.
tr: Restoran silindi.

source: The restaurant could not be deleted. Please, try again.
jp: レストランでは削除できませんでした。 、もう一度試してください。
nl: Het restaurant kon niet worden verwijderd. Probeer het opnieuw.
no: Restauranten kan ikke slettes. Vær så snill, prøv igjen.
sr: Ресторан није могла бити обрисана. Молим вас, покушајте поново.
tr: Restoran silinemedi. Lütfen tekrar deneyin.

source: Password must have a value.
jp: パスワードが値を持っている必要があります。
nl: Wachtwoord moet een waarde hebben.
no: Passord må ha en verdi.
sr: Лозинка мора имати вредност.
tr: Şifre bir değere sahip olmalıdır.

source: Password successfully saved
jp: パスワードが正常に保存します
nl: Wachtwoord succesvol opgeslagen
no: Passord lagret
sr: Лозинка је успешно сачуван
tr: Şifre başarıyla kaydedildi

source: The user could not be saved. Please, try again.
jp: ユーザーが保存できませんでした。 、もう一度試してください。
nl: De gebruiker kan niet worden opgeslagen. Probeer het opnieuw.
no: Brukeren kan ikke lagres. Vær så snill, prøv igjen.
sr: Корисник не може бити спасен. Молим вас, покушајте поново.
tr: Kullanıcı kurtarılamadı. Lütfen tekrar deneyin.

source: Passwords did not match. Please, try again.
jp: パスワードが一致しませんでした。 、もう一度試してください。
nl: Wachtwoorden komen niet overeen. Probeer het opnieuw.
no: Ordene samsvarte ikke med. Vær så snill, prøv igjen.
sr: Лозинке се не поклапају. Молим вас, покушајте поново.
tr: Şifreler eşleşmedi. Lütfen tekrar deneyin.

source: Not List Owner or Editor
jp: 所有者または編集者を一覧表示しません
nl: Niet lijst Eigenaar of Editor
no: Ikke liste eier eller Editor
sr: Није Листа Власник или Едитор
tr: Sahibi veya Editör Liste Değil

source: Invalid shopping list
jp: 無効な買い物リスト
nl: Ongeldige boodschappenlijstje
no: Ugyldig handleliste
sr: Неважећи списак за куповину
tr: Geçersiz alışveriş listesi

source: The shopping list has been saved.
jp: 買い物リストが保存されました。
nl: Het winkelcentrum lijst is opgeslagen.
no: Innkjøpslisten er lagret.
sr: Листа за куповину је сачувана.
tr: alışveriş listesi kaydedildi.

source: The shopping list name could not be saved. Please, try again.
jp: 買い物リスト名を保存できませんでした。 、もう一度試してください。
nl: Het boodschappenlijstje naam kan niet worden opgeslagen. Probeer het opnieuw.
no: Innkjøpslisten navn kunne ikke lagres. Vær så snill, prøv igjen.
sr: Име шопинг листа не може бити спасен. Молим вас, покушајте поново.
tr: alışveriş listesi adı kurtarılamadı. Lütfen tekrar deneyin.

source: The item has been removed.
jp: アイテムは削除されました。
nl: Het item is verwijderd.
no: Elementet har blitt fjernet.
sr: Ставка је уклоњена.
tr: madde kaldırıldı.

source: The item could not be removed. Please, try again.
jp: 項目は削除できませんでした。 、もう一度試してください。
nl: Het item kon niet worden verwijderd. Probeer het opnieuw.
no: Elementet kan ikke fjernes. Vær så snill, prøv igjen.
sr: Ставка није било могуће уклонити. Молим вас, покушајте поново.
tr: öğe kaldırılamadı. Lütfen tekrar deneyin.

source: Invalid recipe item
jp: 無効なレシピアイテム
nl: Ongeldige recept punt
no: Ugyldig oppskrift element
sr: Неважећи ставка рецепт
tr: Geçersiz tarifi öğesi

source: Invalid ingredient item
jp: 無効な成分項目
nl: Ongeldige ingrediënt punt
no: Ugyldig ingrediens element
sr: Неважећи ставка састојак
tr: Geçersiz madde madde

source: Recipe added to list.
jp: レシピは、リストに追加されます。
nl: Recept toegevoegd aan de lijst.
no: Oppskrift lagt til listen.
sr: Рецепт је додао на листу.
tr: Tarif listesine eklenir.

source: Unable to add recipe to list.
jp: リストにレシピを追加することができません。
nl: Kan geen recept toe te voegen aan de lijst.
no: Kan ikke legge oppskrift å liste.
sr: Није могуће додати на листу рецепт.
tr: Listeye tarifi eklemek için açılamıyor.

source: Ingredient added to list.
jp: 成分は、リストに追加されます。
nl: Ingrediënt toegevoegd aan de lijst.
no: Ingrediens lagt til listen.
sr: Састојак дода на списак.
tr: Hammadde listesine eklenir.

source: Unable to add ingredient to list.
jp: リストに成分を追加することができません。
nl: Kan ingrediënt toe te voegen aan de lijst.
no: Kan ikke legge ingrediens å liste.
sr: Није могуће додати састојке у листу.
tr: Listeye madde eklemek için açılamıyor.

source: Invalid list
jp: 無効なリスト
nl: Ongeldige lijst
no: Ugyldig liste
sr: Неважећи листа
tr: Geçersiz liste

source: Shopping done! List cleared.
jp: ショッピングはやりました！リストがクリアされました。
nl: Winkelen gedaan! List gewist.
no: Shopping gjort! Tømmes listen.
sr: Продавнице урађено! Листа ситуацију.
tr: Alışveriş bitti! Liste temizledi.

source: Invalid source
jp: 無効なソース
nl: Ongeldige source
no: Ugyldig kilde
sr: Неважећи извор
tr: Geçersiz kaynak

source: The source has been saved.
jp: ソースが保存されました。
nl: De bron is opgeslagen.
no: Kilden er lagret.
sr: Извор је сачувана.
tr: Kaynak kaydedildi.

source: The source could not be saved. Please, try again.
jp: ソースを保存できませんでした。 、もう一度試してください。
nl: De bron kon niet worden opgeslagen. Probeer het opnieuw.
no: Kilden kan ikke lagres. Vær så snill, prøv igjen.
sr: Извор није могао бити спасен. Молим вас, покушајте поново.
tr: Kaynak kurtarılamadı. Lütfen tekrar deneyin.

source: The source has been deleted.
jp: ソースは削除されました。
nl: De bron is verwijderd.
no: Kilden har blitt slettet.
sr: Извор је избрисан.
tr: Kaynak silindi.

source: The source could not be deleted. Please, try again.
jp: ソースは削除できませんでした。 、もう一度試してください。
nl: De bron kon niet worden verwijderd. Probeer het opnieuw.
no: Kilden kan ikke slettes. Vær så snill, prøv igjen.
sr: Извор није могао бити обрисан. Молим вас, покушајте поново.
tr: Kaynak silinemedi. Lütfen tekrar deneyin.

source: Invalid store
jp: 無効な店
nl: Ongeldige winkel
no: Ugyldig butikken
sr: Неважећи продавница
tr: Geçersiz mağaza

source: The store has been saved.
jp: ストアは保存されました。
nl: De winkel is opgeslagen.
no: Butikken har blitt lagret.
sr: Продавница је сачувана.
tr: Mağaza kaydedildi.

source: The store could not be saved. Please, try again.
jp: ストアは保存できませんでした。 、もう一度試してください。
nl: De winkel kan niet worden opgeslagen. Probeer het opnieuw.
no: Butikken kunne ikke lagres. Vær så snill, prøv igjen.
sr: Продавница није могла бити сачувана. Молим вас, покушајте поново.
tr: mağaza kurtarılamadı. Lütfen tekrar deneyin.

source: The store has been deleted.
jp: ストアは削除されました。
nl: De winkel is verwijderd.
no: Butikken har blitt slettet.
sr: Продавница је избрисан.
tr: mağaza silindi.

source: The store could not be deleted. Please, try again.
jp: ストアは削除できませんでした。 、もう一度試してください。
nl: De winkel kon niet worden verwijderd. Probeer het opnieuw.
no: Butikken kunne ikke slettes. Vær så snill, prøv igjen.
sr: Продавница није могла бити обрисана. Молим вас, покушајте поново.
tr: mağaza silinemedi. Lütfen tekrar deneyin.

source: Invalid unit
jp: 無効なユニット
nl: Ongeldige eenheid
no: Ugyldig enhet
sr: Неважећи јединица
tr: Geçersiz birim

source: The unit has been saved.
jp: ユニットは、保存されています。
nl: Het apparaat is opgeslagen.
no: Enheten er lagret.
sr: Јединица је сачувана.
tr: Ünite kaydedildi.

source: The unit could not be saved. Please, try again.
jp: ユニットは保存できませんでした。 、もう一度試してください。
nl: Het toestel kan niet worden opgeslagen. Probeer het opnieuw.
no: Enheten kan ikke lagres. Vær så snill, prøv igjen.
sr: Јединица није могла бити сачувана. Молим вас, покушајте поново.
tr: Ünite kurtarılamadı. Lütfen tekrar deneyin.

source: The unit has been deleted.
jp: ユニットが削除されました。
nl: Het apparaat is verwijderd.
no: Enheten er slettet.
sr: Јединица је избрисана.
tr: Ünite silindi.

source: The unit could not be deleted. Please, try again.
jp: ユニットが削除できませんでした。 、もう一度試してください。
nl: Het toestel kon niet worden verwijderd. Probeer het opnieuw.
no: Enheten kunne ikke slettes. Vær så snill, prøv igjen.
sr: Јединица није могла бити обрисана. Молим вас, покушајте поново.
tr: Ünite silinemedi. Lütfen tekrar deneyin.

source: Not Admininstrator
jp: ないAdmininstrator
nl: Niet Admininstrator
no: Ikke Admininstrator
sr: Није Админинстратор
tr: Değil Admininstrator

source: Not allowed to edit another user.
jp: 別のユーザーを編集することはできません。
nl: Niet toegestaan ​​om een ​​andere gebruiker te bewerken.
no: Ikke lov til å redigere en annen bruker.
sr: Није дозвољено да измените другог корисника.
tr: Başka bir kullanıcı düzenlemek için izin verilmez.

source: Your account is currently locked. Use the password reset link to reset your password.
jp: あなたのアカウントは現在ロックされています。あなたのパスワードをリセットするためにパスワードリセットのリンクを使用してください。
nl: Uw account is momenteel geblokkeerd. Gebruik het wachtwoord reset link om uw wachtwoord opnieuw in te stellen.
no: Kontoen din er låst. Bruk linken tilbakestilling av passord for å tilbakestille passordet ditt.
sr: Ваш налог је тренутно закључан. Користите везу за поништавање лозинке да бисте поништили лозинку.
tr: Hesabınız şu anda kilitli. Şifrenizi sıfırlamak için parola sıfırlama bağlantısını kullanın.

source: Invalid username or password, try again
jp: 無効なユーザー名またはパスワード、再試行してください
nl: Ongeldige gebruikersnaam of wachtwoord, probeer het opnieuw
no: Ugyldig brukernavn eller passord, prøv igjen
sr: Погрешно корисничко име или лозинка, покушајте поново
tr: Geçersiz kullanıcı adı veya şifre, tekrar deneyin

source: Logged out.
jp: ログアウト。
nl: Uitgelogd.
no: Logget ut.
sr: Сачувана напоље.
tr: Çıkış yapıldı.

source: Your reset email is on the way!
jp: あなたのリセット電子メールは道を進んでいます！
nl: Uw reset e-mail is op de weg!
no: Din reset e-post er på vei!
sr: Ваш ресетовање емаил је на путу!
tr: Sizin sıfırlama e-posta yolda!

source: Could not send a reset email. Please contact support.
jp: リセットメールを送信できませんでした。サポートに連絡してください。
nl: Kon niet stuur een reset e-mail. Neem contact op met support.
no: Kunne ikke sende en reset epost. Ta kontakt med support.
sr: Цоулд нот сенд ресет емаил. Молимо контактирајте подршку.
tr: Bir sıfırlama e-posta göndermek olamazdı. Desteğe başvurun.

source: Could not find your email address, try again.
jp: あなたのメールアドレスを見つけることができませんでした、もう一度やり直してください。
nl: Kon niet je e-mailadres vinden, probeer het opnieuw.
no: Kunne ikke finne e-postadressen din, prøv igjen.
sr: Не могу да пронађем своју е-маил адресу, покушајте поново.
tr: E-posta adresinizi bulamadı tekrar deneyin.

source: Passwords are not set to same value. Please, try again.
jp: パスワードは同じ値に設定されていません。 、もう一度試してください。
nl: Wachtwoorden worden niet ingesteld op dezelfde waarde. Probeer het opnieuw.
no: Passord er ikke satt til samme verdi. Vær så snill, prøv igjen.
sr: Лозинке се није постављена на исту вредност. Молим вас, покушајте поново.
tr: Şifreler aynı değere ayarlanır değildir. Lütfen tekrar deneyin.

source: A new password is required. Please, try again.
jp: 新しいパスワードが必要です。 、もう一度試してください。
nl: Een nieuw wachtwoord nodig. Probeer het opnieuw.
no: Et nytt passord er påkrevd. Vær så snill, prøv igjen.
sr: Је потребна нова лозинка. Молим вас, покушајте поново.
tr: Yeni şifre gereklidir. Lütfen tekrar deneyin.

source: Password successfully reset. Login with your new password to continue.
jp: パスワードが正常にリセット。続行するには、新しいパスワードでログインします。
nl: Wachtwoord met succes gereset. Log in met je nieuwe wachtwoord om verder te gaan.
no: Passord tilbakestilt. Logg inn med ditt nye passord for å fortsette.
sr: Лозинка је успешно ресет. Пријавите се са вашим нову лозинку да бисте наставили.
tr: Şifre başarıyla sıfırlandı. Devam etmek için yeni şifreniz ile giriş.

source: The password could not be saved. Please, try again.
jp: パスワードを保存できませんでした。 、もう一度試してください。
nl: Het wachtwoord kan niet worden opgeslagen. Probeer het opnieuw.
no: Passordet kan ikke lagres. Vær så snill, prøv igjen.
sr: Лозинка није могла бити сачувана. Молим вас, покушајте поново.
tr: Parola kurtarılamadı. Lütfen tekrar deneyin.

source: Could not find reset information. Please try again.
jp: リセット情報が見つかりませんでした。もう一度やり直してください。
nl: Kon reset informatie niet vinden. Gelieve opnieuw te proberen.
no: Kunne ikke finne reset informasjon. Vennligst prøv igjen.
sr: Није могуће пронаћи ресет информације. Покушајте поново.
tr: Sıfırlama bilgi bulamadık. Lütfen tekrar deneyin.

source: Invalid user
jp: 無効なユーザー
nl: Ongeldige gebruiker
no: Ugyldig bruker
sr: Неважећи корисника
tr: Geçersiz kullanıcı

source: The user has been saved.
jp: ユーザーが保存されました。
nl: De gebruiker is opgeslagen.
no: Brukeren har blitt lagret.
sr: Корисник је сачувана.
tr: Kullanıcı kaydedildi.

source: Settings saved. Logout/Sign In maybe required for settings to take effect.
jp: 設定が保存されました。設定を有効にするためにログアウト/ログインが必要かもしれません。
nl: Instellingen opgeslagen. Afmelden / Aanmelden misschien nodig is voor de instellingen door te voeren.
no: Innstillinger lagres. Utlogging / Logg inn kanskje nødvendig for innstillingene skal tre i kraft.
sr: Подешавања сачувана. Одјава / Пријава можда неопходна за поставке ступиле на снагу.
tr: Ayarlar kaydedildi. Ayarların etkili olabilmesi için de kapat / Burcu belki gerekli.

source: The user has been deleted.
jp: ユーザーは削除されました。
nl: De gebruiker is verwijderd.
no: Brukeren er slettet.
sr: Корисник је избрисан.
tr: Kullanıcı silindi.

source: The user could not be deleted. Please, try again.
jp: ユーザーは削除できませんでした。 、もう一度試してください。
nl: De gebruiker kan niet worden verwijderd. Probeer het opnieuw.
no: Brukeren kan ikke slettes. Vær så snill, prøv igjen.
sr: Корисник не може бити обрисана. Молим вас, покушајте поново.
tr: Kullanıcı silinemedi. Lütfen tekrar deneyin.

source: could not data file for reading
jp: 読書のためのデータファイルではありませんでし
nl: kon niet bestand voor lezen
no: kunne ikke datafil for lesing
sr: није могао да фајл података за читање
tr: Okumak için yapamadı veri dosyası

source: This recipe could not be saved. Please try again
jp: このレシピは保存できませんでした。もう一度やり直してください
nl: Dit recept kan niet worden opgeslagen. Probeer het nogmaals
no: Denne oppskriften kan ikke lagres. Vennligst prøv igjen
sr: Овај рецепт није могла бити сачувана. Покушајте поново
tr: Bu tarif kurtarılamadı. Lütfen tekrar deneyin

source: DEFAULT
nl: STANDAARD
no: STANDARD
sr: ДЕФАУЛТ

source: No filename after parsing. Function %s returned an invalid filename
jp: 構文解析後には、ファイル名はありません。関数％sが無効なファイル名を返しました
nl: Geen bestandsnaam na parsing. Functie% s terug een ongeldige bestandsnaam
no: Ingen filnavn etter analyse. Funksjon% s returnerte en ugyldig filnavn
sr: Не Назив после разбора. Функција% с вратио Инвалид филенаме
tr: Ayrıştırma sonra hiçbir dosya. Fonksiyon% s geçersiz dosya adı döndürdü

source: Submit
jp: 提出する
nl: Voorleggen
no: Send inn
sr: Поднети
tr: Sunmak

source: Base Types
jp: ベースタイプ
no: Base Typer
sr: Основни типови
tr: Baz Çeşitleri

source: Add Base Type
jp: ベースタイプを追加
nl: Voeg Base Type
no: Legg Base Type
sr: Додај Басе Типе
tr: Baz Türü Ekle

source: Actions
jp: アクション
nl: Acties
no: Handlinger
sr: Акције
tr: Eylemler

source: Edit
jp: 編集
nl: Uitgeven
no: Rediger
sr: Едит
tr: Düzenle

source: Delete
jp: 削除
nl: Verwijderen
no: Slett
sr: Избрисати
tr: Silmek

source: Are you sure you want to delete %s?
jp: あなたは％sのを削除してもよろしいですか？
nl: Bent u zeker dat u% s wilt verwijderen?
no: Er du sikker på at du vil slette% s?
sr: Да ли сте сигурни да желите да избришете% с?
tr: % S silmek istediğinizden emin misiniz?

source: Page {:page} of {:pages}
jp: ページ{ページ}の{ページ}
nl: {Page: pagina} van {: pagina's}
no: Side {: side} av {: sider}
sr: Страница {:} на страна {:} странице
tr: Sayfa {: sayfa} {ait: sayfa}

source: previous
jp: 前
nl: vorig
no: forrige
sr: претходна
tr: önceki

source: next
jp: 次
nl: volgende
no: neste
sr: следећи
tr: sonraki

source: Core Ingredients
jp: コア成分
no: Kjerne Ingredienser
sr: Основни састојци
tr: Çekirdek Malzemeler

source: Add Core Ingredient
jp: コア成分を追加
nl: Voeg Core Ingredient
no: Legg Kjerne Ingredient
sr: Додај Цоре Ингредиент
tr: Çekirdek Ingredient Ekle

source: List Ingredients
jp: リストの成分
nl: Lijst Ingredients
no: Ingredienslisten
sr: Листа Састојци
tr: Liste Malzemeler

source: Are you sure you want to delete # %s?
jp: あなたが＃％sのを削除してもよろしいですか？
nl: Bent u zeker dat u wilt #% s verwijderen?
no: Er du sikker på at du vil slette #% s?
sr: Да ли сте сигурни да желите да избришете #% с?
tr: Eğer #% s silmek istediğinizden emin misiniz?

source: Courses
jp: コー​​ス
nl: Cursussen
no: Kurs
sr: Курсеви
tr: Kurslar

source: Add Course
jp: コー​​スを追加
nl: Cursus toevoegen
no: Legg Course
sr: Додај Цоурсе
tr: Ders ekle

source: Difficulties
jp: 困難
nl: Moeilijkheden
no: Vanskeligheter
sr: Тешкоће
tr: Zorluklar

source: Add Difficulty
jp: 難易度を追加します。
nl: Moeilijkheid toevoegen
no: Legg Vanskelighetsgrad
sr: Додај Диффицулти
tr: Zorluk ekle

source: Ethnicities
jp: 民族
nl: Etniciteiten
no: Etnisiteter
sr: Националности
tr: Etnik

source: Add Ethnicity
jp: 人種を追加
nl: Voeg Afkomst
no: Legg Etnisitet
sr: Додај Раса
tr: Etnik Ekle

source: Import Recipes
jp: インポートのレシピ
nl: Import Recepten
no: Import Oppskrifter
sr: Увоз Рецепти
tr: İthal Tarifler

source: To import a meal master format file, browse for it and press submit to import. Duplicate recipes names will not be imported.
jp: 、食事のマスター形式のファイルをインポートし、それを参照し、インポートするために送信]を押します。重複レシピ名はインポートされません。
nl: Om een ​​maaltijd meester formaat bestand importeren, blader naar het en druk op te leggen om te importeren. Duplicate recepten namen zullen niet worden geïmporteerd.
no: Slik importerer du et måltid mester format filen, bla for det og trykk send for å importere. Dupliserte oppskrifter navn vil ikke bli importert.
sr: Да бисте увезли формат датотеке оброк мастер, потражите га и притисните поднесе да увезете. Дуплицате рецепти имена неће бити увезена.
tr: Bir yemek ustası biçim dosyasını içe bunun için göz ve ithalat göndermek için basın. Yinelenen tarifleri isimleri içe olmayacak.

source: Imported ingredients that do not exactly match existing ingredient names will be created as new ingredients.
jp: 正確に既存の成分名と一致しないインポートされた成分は、新成分として作成されます。
nl: Geïmporteerde ingrediënten die niet exact overeen met de bestaande benamingen van ingrediënten zullen worden gecreëerd als nieuwe ingrediënten.
no: Importerte råvarer som ikke akkurat passer eksisterende ingrediens navn vil bli opprettet som nye ingredienser.
sr: Увезена састојци који не одговара у потпуности постојеће називе састојака ће бити креиран као нове састојке.
tr: Tam varolan madde adları eşleşmiyor İthal malzemeler yeni bileşenler olarak oluşturulur.

source: Location In Store
jp: ストア内の場所
nl: Locatie In Store
no: Beliggenhet i butikken
sr: Локација У продавници
tr: Mağaza Konum

source: Measurement Type
jp: 測定タイプ
nl: Meting Type
no: Måling Type
sr: Мерење Тип
tr: Ölçüm Tipi

source: Solid/Liquid
jp: 固体/液体
no: Faststoff / væske-
sr: Чврста / Ликуид
tr: Katı / sıvı

source: Ingredients
jp: 材料
nl: Ingrediënten
no: Ingredienser
sr: Састојци
tr: Malzemeler

source: Add Ingredient
jp: 成分を追加
nl: Voeg Ingredient
no: Legg Ingredient
sr: Адд Ингредиент
tr: Ingredient Ekle

source: List Core Ingredients
jp: リストコア成分
nl: Lijst Core Ingredients
no: Liste Kjerne Ingredienser
sr: Листа Цоре Ингредиентс
tr: Çekirdek Malzemeler Liste

source: List Locations
jp: リスト場所
nl: Lijst Locaties
no: Steder
sr: Листа Локације
tr: Liste Mekanlar

source: Add Location
jp: 場所の追加
nl: Locatie toevoegen
no: Legg Beliggenhet
sr: Додај Локација
tr: Konum Ekle

source: List Units
jp: リストユニット
nl: Lijst Units
sr: Листа јединице
tr: Liste üniteleri

source: Add Unit
jp: ユニットを追加
nl: Unit
no: Legg Unit
sr: Додај Унит
tr: Birimi ekle

source: Are you sure you want to delete "%s"?
jp: あなたは "％s"を削除してもよろしいですか？
nl: Weet u zeker dat u wilt verwijderen "% s"?
no: Er du sikker på at du vil slette «% s"?
sr: Да ли сте сигурни да желите да избришете "% с"?
tr: Eğer "% s" silmek istediğinizden emin misiniz?

source: Browse your recipes
jp: あなたのレシピを検索
nl: Blader door uw recepten
no: Bla gjennom dine oppskrifter
sr: Потражите своје рецепте
tr: Tarifleri göz atın

source: Recipes
jp: レシピ
nl: Recepten
no: Oppskrifter
sr: Рецепти
tr: Tarifler

source: Manage your meal plans
jp: お食事プランを管理します
nl: Beheren van uw maaltijd plannen
no: Administrere dine måltid planer
sr: Управљање свој оброк планове
tr: Yemek planları yönetin

source: Meal Planner
jp: 食事プランナー
sr: Оброк Планер
tr: Öğün planlayıcısı

source: Create or Edit a shopping list
jp: 買い物リストを作成または編集
nl: Maak of een boodschappenlijstje bewerken
no: Opprette eller redigere en handleliste
sr: Направите или измените листу за куповину
tr: Oluşturma veya bir alışveriş listesi düzenleme

source: Shopping List
jp: ショッピングリスト
nl: Boodschappenlijst
no: Handleliste
sr: Листа за куповину
tr: Alışveriş Listesi

source: Ingredients used in recipes
jp: レシピで使用される成分
nl: Ingrediënten die in recepten
no: Ingredienser i oppskrifter
sr: Састојци који се користе у рецептима
tr: Tariflerde kullanılan terkip maddelerinin

source: List of your restaurants
jp: あなたのレストランのリスト
nl: Lijst van uw restaurants
no: Liste over restauranter
sr: Листа ваших ресторана
tr: Senin restoranlar listesi

source: Restaurants
jp: レストラン
no: Restauranter
sr: Ресторан
tr: Restoranlar

source: Administer Users
jp: ユーザーの管理
nl: Dien Gebruikers
no: Administrere brukere
sr: Администер корисника
tr: Kullanıcıları yönetme

source: Users
jp: ユーザー
nl: Gebruikers
no: Brukere
sr: Корисници
tr: Kullanıcılar

source: Sign in with your existing account
jp: 既存のアカウントでログイン
nl: Log in met je bestaande account
no: Logg inn med din eksisterende konto
sr: Пријавите се са вашим постојећим налогом
tr: Mevcut hesabınızla oturum açın

source: Sign in
jp: ログイン
nl: Aanmelden
no: Logg inn
sr: Пријавите се
tr: Oturum aç

source: Create a new account
jp: 新規アカウントの作成
nl: Maak een nieuwe account
no: Lag en ny bruker
sr: Креирај нови налог
tr: Yeni bir hesap oluştur

source: Create Account
jp: アカウントを作成する
nl: Maak Een Account Aan
no: Opprett Konto
sr: Цреате Аццоунт
tr: Hesap Açmak

source: Logout
jp: ログアウト
nl: Uitloggen
no: Logg Ut
sr: Одјава
tr: Çıkış Yap

source: Edit your Account settings
jp: あなたのアカウント設定を編集します
nl: Uw Account instellingen bewerken
no: Redigere dine kontoinnstillinger
sr: Уредите своје Аццоунт сеттингс
tr: Hesap ayarlarınızı düzenleyin

source: Ingredient
jp: 成分
nl: Bestanddeel
no: Ingrediens
sr: Састојак
tr: Bileşen
