Repository: ArMaTeC/PHPRecipebook
Catalog: resources/locales/*/default.po
Languages: jp, nl, no, sr, tr

source: Location
jp: 場所
nl: Plaats
no: Beliggenhet
sr: Локација
tr: Konum

source: Restaurant
jp: レストラン
sr: Ресторан
tr: Restoran

source: Price Ranges
jp: 価格帯
nl: Prijsklassen
no: Prisklasser
sr: Цена се креће
tr: Fiyat Aralıkları

source: Ethnicity
jp: 民族性
nl: Etniciteit
no: Etnisitet
sr: Етничка припадност
tr: Etnik

source: Base Type
jp: 基底型
sr: Басе Типе
tr: Baz Türü

source: Course
jp: もちろん
nl: Cursus
no: Kurs
sr: Курс
tr: Kurs

source: Preparation Time
jp: 準備時間
nl: Bereidingstijd
no: Forberedelsestiden
sr: Време припреме
tr: Hazırlık Süresi

source: Preparation Method
jp: 調製方法
nl: Bereidingswijze
no: Forberedelse Method
sr: Препаратион Метход
tr: Hazırlama Yöntemi

source: Difficulty
jp: 難しさ
nl: Moeilijkheid
no: Vanskelighetsgrad
sr: Тешкоћа
tr: Zorluk

source: Source
jp: ソース
nl: Bron
no: Kilde
sr: Извор
tr: Kaynak

source: Meal
jp: 食事
nl: Maaltijd
no: Måltid
sr: Оброк
tr: Yemek

source: PHPRecipebook Exception
jp: PHPRecipebook例外
nl: PHPRecipebook Uitzondering
sr: ПХПРеципебоок Изузетак
tr: PHPRecipebook İstisna

source: Locations
jp: 場所
nl: Locaties
no: Steder
sr: Локације
tr: Mekanlar

source: New Location
jp: 新しい場所
nl: Nieuwe locatie
no: Nytt sted
sr: Нова локација
tr: Yeni Konum

source: recipe serves
jp: レシピは提供しています
nl: recept bedient
no: oppskriften serverer
sr: рецепт служи
tr: tarifi vermektedir

source: Recipe
jp: レシピ
nl: Recept
no: Oppskrift
sr: Рецепт
tr: Yemek tarifi

source: Enter Recipe Name
jp: レシピ名を入力してください
nl: Voer Recept Naam
no: Skriv inn navnet på oppskriften
sr: Унесите име Реципе
tr: Tarif Adını Girin

source: Every other day
jp: 一日おきに
nl: Om de dag
no: Annenhver dag
sr: Сваки други дан
tr: Iki günde bir

source: View
jp: ビュー
nl: Uitzicht
no: Utsikt
sr: Поглед
tr: Görünüm

source: Meal Plan - Weekly
jp: 食事プラン - ウィークリー
nl: Maaltijden - Wekelijkse
no: Måltider - Ukentlig
sr: Меал План - Недељни
tr: Öğün Planı - Haftalık

source: Add to Shopping List
jp: 買い物リストに追加
nl: Naar Lijst
no: Legg til handleliste
sr: Додај у Схоппинг Лист
tr: Alışveriş listeme ekle

source: Today
jp: 今日
nl: Vandaag
no: I dag
sr: Данас
tr: Bugün Mü

source: Are you sure you want to delete meal "%s"?
jp: あなたは "％s"を食事を削除してもよろしいですか？
nl: Weet je zeker dat je maaltijd "% s" wilt verwijderen?
no: Er du sikker på at du vil slette måltid "% s"?
sr: Да ли сте сигурни да желите да избришете оброк "% с"?
tr: Eğer "% s" yemek silmek istediğinizden emin misiniz?

source: Preparation Methods
jp: 作成方法
nl: Bereidingswijzen
no: Tilberedningsmetoder
sr: Методе припреме
tr: Hazırlama Yöntemleri

source: Add Preparation Method
jp: 調製方法を追加
nl: Voeg Bereidingswijze
no: Legg Forberedelse Method
sr: Додај поступак припремања
tr: Hazırlık Yöntem Ekle

source: Preparation Times
jp: 準備タイムズ
nl: Voorbereiding Times
no: Forberedelse Times
sr: Припрема Тајмс
tr: Hazırlık Times

source: Add Preparation Time
jp: 準備時間を追加します。
nl: Voeg Bereidingstijd
no: Legg forberedelsestiden
sr: Додај Време припреме
tr: Hazırlık Süresi ekle

source: New Price Range
jp: 新しい価格帯
nl: Nieuwe prijs Range
no: New Prisklasse
sr: Нова цена Ранге
tr: Yeni Fiyat Aralığı

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
jp: ページ{ページ}の{ページ}、{示す：現在は}に終了する、：{start}はレコードで開始し、合計{数}の外に記録する{最後}
nl: {Page: pagina} van {: pagina's}, {tonen: current} registreert van {: count} totaal, te beginnen op de plaat {: start}, eindigend op {: end}
no: Side {: side} av {: sider}, viser {: nåværende} registrerer ut av {: count} totalt, som starter på posten {: start}, og endte på {: end}
sr: Страница {:} на страна {:} странице, показујући {: тренутна} записи из {:} бројања укупно, са почетком у записник {: старт}, закључно са {: крај}
tr: Sayfa {: sayfa} {ait: sayfa}, {gösteren Cari} sona eren,: {} başlangıç ​​kaydında başlayan toplam {sayısı} dışarı kayıtları {: end}

source: Recipe Box
jp: レシピボックス
no: Oppskrift Box
sr: Рецепт Бокс
tr: Tarif Kutusu

source: By Course
jp: コー​​スによって
nl: Door Course
no: Ved Course
sr: По Цоурсе
tr: Ders tarafından

source: By Base
jp: ベースによる
nl: Door Base
no: Ved Base
sr: По Басе
tr: Base

source: By Prep Method
jp: 準備法による
nl: Door Prep Methode
no: Ved Prep Method
sr: Преп метод
tr: Hazırlık Yöntemiyle

source: Add A Recipe
jp: レシピを追加
nl: Voeg een recept
no: Legg til en oppskrift
sr: Додај рецепт
tr: Bir Reçete ekle

source: Entered value is not a number/fraction, please try again.
jp: 入力された値が数/分数ではありません。もう一度お試しください。
nl: Ingevoerde waarde is geen getal / fractie, probeer het opnieuw.
no: Angitte verdien er ikke et tall / brøk, vennligst prøv igjen.
sr: Ступио вредност није број / фракција, покушајте поново.
tr: Girilen değer bir sayı / kesir değil, lütfen tekrar deneyin.

source: Are you sure you wish to remove this item?
jp: あなたは、この項目を削除したいあなたは確信していますか？
nl: Bent u zeker dat u dit item wilt verwijderen?
no: Er du sikker på at du ønsker å fjerne dette?
sr: Да ли сте сигурни да желите да уклоните ову ставку?
tr: Bu öğeyi kaldırmak isteyen emin misin?

source: View Recipe
jp: ビューのレシピ
nl: Recept bekijken
no: Vis Oppskrift
sr: Погледај Рецепт
tr: Görünüm Tarif

source: Edit Sources
jp: 編集ソース
nl: Bewerken Bronnen
no: Rediger Kilder
sr: Едит Извори
tr: Düzenleme Kaynakları

source: Edit Ethnicities
jp: 編集民族
nl: Bewerken Etniciteiten
no: Rediger Etnisiteter
sr: Едит Етхницитиес
tr: Düzenleme etnik

source: Edit Base Types
jp: 編集ベースタイプ
nl: Bewerken Base Types
no: Edit Base Typer
sr: Едит Басе Типови
tr: Düzenleme Taban Çeşitleri

source: Edit Courses
jp: 編集コース
nl: Cursussen bewerken
no: Rediger Kurs
sr: Едит Курсеви
tr: Düzenleme Dersleri

source: Edit Preparation Times
jp: 編集準備タイムズ
nl: Bewerken Voorbereiding Times
no: Edit Forberedelse Times
sr: Едит Припрема Тајмс
tr: Düzenleme Hazırlık Times

source: Edit Difficulties
jp: 編集難しさ
nl: Bewerken Moeilijkheden
no: Rediger Vanskeligheter
sr: Едит Тешкоће
tr: Düzenleme Güçlükleri

source: Quantity
jp: 数量
nl: Hoeveelheid
no: Antall
sr: Количина
tr: Miktar

source: Units
jp: 単位
nl: Eenheden
no: Enheter
sr: Јединице
tr: Birimler

source: Qualifier
jp: 予選
sr: Квалификатор
tr: Eleme

source: add new
jp: 新しいメールアドレス
nl: toevoegen van nieuwe
no: Legg til ny
sr: адд нев
tr: yeni ekle

source: Optional
jp: オプショナル
nl: Facultatief
no: Valgfritt
sr: Оптионал
tr: Isteğe bağlı

source: Unknown
jp: 不明
nl: Onbekend
no: Ukjent
sr: Непознат
tr: Bilinmeyen

source: Order Ingredient - currently #
jp: 注文成分 - 現在＃
nl: Bestel Ingrediënt - momenteel #
no: Bestill ingrediens - øyeblikket #
sr: Низ Састојак - тренутно #
tr: Sipariş Hammadde - Şu anda #

source: Add Another Ingredient
jp: 別の成分を追加
nl: Voeg een ander ingrediënt
no: Legg en annen ingrediens
sr: Додај другим састојцима
tr: Başka Maddeyi ekle

source: Related Recipe Name
jp: 関連レシピ名
nl: Verwante Recept Naam
no: Relatert Oppskrift Name
sr: Релатед Рецепт Име
tr: İlgili Tarif Adı

source: Required
jp: 必須
nl: Verplicht
no: Påkrevd
sr: Потребан
tr: Gereken

source: Order Recipe - currently #
jp: 注文レシピ - 現在＃
nl: Bestel Recept - momenteel #
no: Bestill Oppskrift - øyeblikket #
sr: Низ Рецепт - тренутно #
tr: Sipariş tarifi - Şu anda #

source: Add Another Recipe
jp: 別のレシピを追加
nl: Voeg een ander recept
no: Legg til en oppskrift
sr: Додати још један рецепт
tr: Başka Tarif Ekle

source: Add Recipe
jp: レシピを追加
nl: Recept toevoegen
no: Legg Oppskrift
sr: Додај рецепт
tr: Tarif Ekle

source: Import
jp: インポート
sr: Увоз
tr: Ithalat

source: List Ethnicities
jp: 一覧民族
nl: Lijst Etniciteiten
no: List Etnisiteter
sr: Листа Етхницитиес
tr: Liste etnik

source: List Base Types
jp: リストベースタイプ
nl: Lijst Base Types
no: List Base Typer
sr: Листа Басе Типови
tr: Liste Taban Çeşitleri

source: List Courses
jp: リストコース
nl: Lijst Cursussen
no: List Kurs
sr: Листа Курсеви
tr: Liste Kursları

source: List Preparation Times
jp: リストの準備タイムズ
nl: Lijst Voorbereiding Times
no: List Forberedelse Times
sr: Листа Припрема Тајмс
tr: Liste Hazırlama Times

source: List Preparation Methods
jp: リスト作成方法
nl: Lijst bereidingswijzen
no: List tilberedningsmetoder
sr: Листа Методе припреме
tr: Liste Hazırlama Yöntemleri

source: List Difficulties
jp: リスト困難
nl: Lijst Moeilijkheden
no: List Vanskeligheter
sr: Листа Тешкоће
tr: Liste Güçlükleri

source: List Sources
jp: リストソース
nl: Lijst Bronnen
no: List Kilder
sr: Листа Извори
tr: Liste Kaynakları

source: Add Source
jp: ソースの追加
nl: Voeg Bron
no: Legg Source
sr: Додај Извор
tr: Kaynak Ekle

source: List Users
jp: ユーザーリスト
nl: Lijst Gebruikers
no: List brukere
sr: Листа корисника
tr: Liste Kullanıcılar

source: Add User
jp: ユーザーの追加
nl: Gebruiker toevoegen
no: Legg til bruker
sr: Додај корисника
tr: Kullanıcı Ekle

source: Edit Recipe
jp: 編集レシピ
nl: Recept bewerken
no: Edit Oppskrift
sr: Едит Рецепт
tr: Düzenleme Tarif

source: Add to shopping list
jp: 買い物リストに追加
nl: Toevoegen aan boodschappenlijst
no: Legg til handleliste
sr: Адд то схоппинг листу
tr: Alışveriş listesi ekle

source: Print
jp: 印刷
nl: Afdruk
no: Skriv ut
sr: Штампа
tr: Baskı

source: Export
jp: 輸出
no: Eksport
sr: Извоз
tr: Ihracat

source: Serving Size
jp: 一人前の分量
nl: Presenteren Grootte
no: Porsjonsstørrelse
sr: Величина порције
tr: Porsiyon Boyutu

source: Comments
jp: 注釈
nl: Reacties
no: Kommentarer
sr: Коментари
tr: Yorumlar

source: Source Description
jp: ソース説明
nl: Bron Beschrijving
no: Kilde Beskrivelse
sr: Извор Опис
tr: Kaynak Açıklama

source: Last Modified
jp: 最終更新日時
nl: Laatst gewijzigd op
no: Sist endret
sr: Последња измена
tr: Son Güncelleme

source: User
jp: ユーザー
nl: Gebruiker
no: Bruker
sr: Корисник
tr: Kullanıcı

source: (optional)
jp: （オプション）
nl: (Optioneel)
no: (Valgfritt)
sr: (Опционо)
tr: (Isteğe bağlı)

source: Directions
jp: 行き方
nl: Routebeschrijving
no: Veibeskrivelse
sr: Упутства
tr: Yol

source: optional
jp: オプショナル
nl: facultatief
no: valgfri
sr: опционо
tr: isteğe bağlı

source: Add Restaurant
jp: レストランを追加
nl: Voeg Restaurant
no: Legg Restaurant
sr: Додај Ресторан
tr: Restaurant ekle

source: List Price Ranges
jp: 定価の範囲
nl: Adviesprijs Ranges
no: Listepris Ranges
sr: Листа цена се креће
tr: Liste Fiyatı Aralıkları

source: New Price Ranges
jp: 新しい価格帯
nl: Nieuwe Prijs Ranges
no: Nye prisklasser
sr: Нова цена се креће
tr: Yeni Fiyat Aralıkları

source: Continue...
jp: 続行...
nl: Lees verder ...
no: Fortsett ...
sr: Наставак ...
tr: Devamı ...

source: Finish
jp: フィニッシュ
nl: Afwerking
sr: Завршити
tr: Bitiş

source: New Install
jp: 新規インストール
nl: Nieuwe Installatie
no: Ny Installer
sr: Нова Инсталација
tr: Install New

source: Upgrade
jp: アップグレード
no: Oppgradering
sr: Надоградња
tr: Yükseltmek

source: Continue
jp: 続ける
nl: Voortzetten
no: Fortsette
sr: Наставити
tr: Devam etmek

source: Clear List
jp: 一覧をクリアする
nl: Lijst wissen
no: Slett liste
sr: Ведро Листа
tr: Temizle Liste

source: List Stores
jp: リスト店舗
nl: Lijst Stores
sr: Листа Продавнице
tr: Liste Mağazaları

source: List Online Vendors
jp: オンラインベンダーを一覧表示
nl: Lijst Online Vendors
no: Liste nettbaserte forhandlere
sr: Листа Интернет продавце
tr: Çevrimiçi Bayiler Liste

source: Action
jp: アクション
nl: Actie
no: Handling
sr: Акција
tr: Eylem

source: Recipe Name
jp: レシピ名
nl: Recept Naam
no: Oppskrift Name
sr: Рецепт Име
tr: Tarif Adı

source: Servings
jp: サービング
nl: Porties
no: Porsjoner
sr: Порција
tr: Porsiyon

source: Servings to buy
jp: 購入するサービング
nl: Porties te kopen
no: Porsjoner å kjøpe
sr: Порција то буи
tr: Porsiyon satın

source: Are you sure you want to remove %s?
jp: あなたは％sの削除してもよろしいですか？
nl: Bent u zeker dat u% s wilt verwijderen?
no: Er du sikker på at du vil fjerne% s?
sr: Да ли сте сигурни да желите да уклоните% с?
tr: % S kaldırmak istediğinizden emin misiniz?

source: Ingredient Name
jp: 成分の名称
nl: Naam van bestanddeel
no: Navn på bestanddeler
sr: Састојка
tr: Bileşen Adı

source: Save
jp: 保存
no: Lagre
sr: Саве
tr: Kaydet

source: Start Shopping
jp: ショッピングを開始
nl: Start Winkelen
no: Begynn å handle
sr: Почетак Продавнице
tr: Başlangıç ​​Alışveriş

source: Select Items
jp: アイテムの選択
nl: Selecteer Items
no: Velg Items
sr: Изаберите Предмети
tr: Seçin Öğeler

source: In Store
jp: ストアで
nl: In De Winkel
no: I Store
sr: У продавници
tr: Mağazada

source: Select
jp: 選択します
nl: Kiezen
no: Velg
sr: Одабрати
tr: Seçmek

source: Name
jp: 名
nl: Naam
no: Navn
sr: Име
tr: Isim

source: Complete
jp: 完全な
nl: Compleet
no: Komplett
sr: Комплетан
tr: Tam

source: Adding
jp: 追加
nl: Het toevoegen
no: Legge
sr: Додавање
tr: Ekleme

source: Complete!
jp: コンプリート！
sr: Комплетна!
tr: Tamamlandı!

source: Online
jp: オンライン
sr: Онлине
tr: Çevrimiçi

source: Product / ID
jp: 製品/ ID
no: Produkt / ID
sr: Производ / ИД
tr: Ürün / Kimlik

source: Add All
jp: すべて追加
nl: Alle voegen
no: Legg til alle
sr: Додај све
tr: Tümünü ekle

source: What Items do you already have?
jp: あなたはすでに何のアイテムがありますか？
nl: Wat Items heb je al?
no: Hva elementer du allerede har?
sr: Шта Предмети већ имате?
tr: Zaten Ne Öğeler var?

source: Sources
jp: ソース
nl: Bronnen
no: Kilder
sr: Извори
tr: Kaynaklar

source: Stores
jp: ストア
nl: Winkel
no: Butikker
sr: Продавнице
tr: Mağazaları

source: Add & Edit
jp: 追加＆編集
nl: Toevoegen en bewerken
no: Legg & Rediger
sr: Додај & Измени
tr: Ekle & Düzenle

source: Stores
jp: ストア
nl: Winkel
no: Butikker
sr: Продавнице
tr: Mağazaları

source: New Store
jp: 新店舗
sr: Нова продавница
tr: Yeni Mağaza

source: Account Settings
jp: アカウント設定
nl: Account Instellingen
no: Kontoinnstillinger
sr: Аццоунт Сеттингс
tr: Hesap Ayarları

source: Sunday
jp: 日曜日
nl: Zondag
no: Søndag
sr: Недеља
tr: Pazar

source: Monday
jp: 月曜日
nl: Maandag
no: Mandag
sr: Понедељак
tr: Pazartesi

source: Tuesday
jp: 火曜日
nl: Dinsdag
no: Tirsdag
sr: Уторак
tr: Salı

source: Wednesday
jp: 水曜日
nl: Woensdag
no: Onsdag
sr: Среда
tr: Çarşamba

source: Thursday
jp: 木曜日
nl: Donderdag
no: Torsdag
sr: Четвртак
tr: Perşembe

source: Friday
jp: 金曜日
nl: Vrijdag
no: Fredag
sr: Петак
tr: Cuma

source: Saturday
jp: 土曜日
nl: Zaterdag
no: Lørdag
sr: Субота
tr: Cumartesi

source: Enter your username and password
jp: ユーザ名とパスワードを入力してください
nl: Voer uw gebruikersnaam en wachtwoord
no: Skriv inn brukernavn og passord
sr: Унесите своје корисничко име и лозинку
tr: Kullanıcı adınızı ve şifrenizi giriniz

source: Forgot password?
jp: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
no: Glemt passord?
sr: Заборавили сте лозинку?
tr: Parolanızı mı unuttunuz?

source: Login
jp: ログイン
no: Logg Inn
sr: Пријава
tr: Oturum Aç

source: Reset Password
jp: パスワードを再設定する
no: Tilbakestill passord
sr: Ресет Пассворд
tr: Şifreyi Yenile

source: Enter your email address to received an email to reset your password.
jp: あなたのパスワードをリセットするための電子メールを受信するメールアドレスを入力してください。
nl: Vul uw e-mailadres om ontvangen een e-mail om uw wachtwoord te resetten.
no: Skriv inn din e-postadresse for å mottatt en e-post for å tilbakestille passordet ditt.
sr: Унесите Вашу емаил адресу и примили е-маил бисте поново поставили лозинку.
tr: Şifrenizi sıfırlamak için e-posta aldım için e-posta adresinizi girin.

source: Send
jp: 送信する
nl: Sturen
no: Sende
sr: Послати
tr: Göndermek

source: Enter a new password to reset the account '
jp: 「アカウントをリセットするために、新しいパスワードを入力してください
nl: Voer een nieuw wachtwoord in om het account 'reset
no: Skriv inn et nytt passord for å nullstille kontoen '
sr: Унесите нову лозинку за ресетовање рачун '
tr: Hesap 'sıfırlamak için yeni bir parola girin

source: Edit User
jp: ユーザーの編集
nl: Gebruiker bewerken
sr: Измена корисника
tr: Kullanıcıyı Düzenle

source: Delete User
jp: ユーザーの削除
nl: Gebruiker verwijderen
no: Slett bruker
sr: Делете Усер
tr: Kullanıcıyı Sil

source: Id
jp: イド
sr: Ид
tr: Kimlik

source: Username
jp: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
sr: Корисничко име
tr: Kullanıcı adı

source: Access Level
jp: アクセスレベル
nl: Toegang Niveau
no: Tilgangsnivå
sr: Ниво приступа
tr: Erişim Seviyesi

source: Language
jp: 言語
nl: Taal
no: Språk
sr: Језик
tr: Dil

source: Country
jp: カントリー
nl: Land
no: Land
sr: Земља
tr: Ülke

source: Created
jp: 作成された
nl: Gemaakt
no: Laget
sr: Направљено
tr: Oluşturuldu

source: Last Login
jp: 最終ログイン
nl: Laatst ingelogd
no: Siste innlogging
sr: Последњи Пријава
tr: Son Giriş

source: Email
jp: メール
no: E-post
sr: Е-маил
tr: E-posta

source: Modified
jp: 変更された
nl: Gewijzigd
no: Modifisert
sr: Модификовани
tr: Modifiye

source: notEmpty
sr: нотЕмпти

source: numeric
jp: 数値の
nl: numerieke
no: numerisk
sr: нумерички
tr: Sayısal

source: date
jp: 日付
nl: datum
no: dato
sr: датум
tr: tarih

source: boolean
jp: ブーリアン
sr: Боолеан

source: email
jp: メールアドレス
no: e-post
sr: емаил
tr: E-posta
